Repository: dileepmali/aukra_my
Catalog: lib/app/localizations/l10n/app_*.arb
Languages: as, bn, gu, hi, kn, ml, or, pa, ta, te

# successFolderCreated
source: Folder created successfully
as: ফোল্ডাৰ সফলতাৰে সৃষ্টি হল
bn: ফোল্ডাৰ সফলভাবে তৈৰি হয়েছে
gu: ફોલ્ડર સફળતાપૂર્વક બનાવાયો
hi: फ़ोल्डर सफलतापूर्वक बनाया गया
kn: ಫೋಲ್ಡರ್ ಯಶಸ್ವಿಯಾಗಿ ಸೃಷ್ಟಿಸಲಾಗಿದೆ
ml: ഫോള്ഡര് വിജയകരമായി സൃഷ്ടിക്കപ്പെട്ടു
pa: ਫੋਲਡਰ ਸਫਲਤਾਪੂਰਵਕ ਬਣਾਇਆ ਗਿਆ
te: ఫోల్డర్ విజయవంతంగా సృష్టించబడింది

source: Activity History
as: কাৰ্যকলাপৰ ইতিহাস
bn: কার্যকলাপের ইতিহাস
gu: પ્રવૃત્તિ ઇતિહાસ
hi: गतिविधि इतिहास
kn: ಕ್ರಿಯಾಕಲಾಪದ ಇತಿಹಾಸ
ml: പ്രവർത്തന ചരിത്രം
pa: ਗਤੀਵਿਧੀ ਇਤਿਹਾਸ
te: కార్యకలాప చరిత్ర

source: Activities
as: কাৰ্যকলাপ
bn: কার্যক্রম
gu: પ્રવૃત્તિ
hi: गतिविधि
kn: ಚಟುವಟಿಕೆಗಳು
ml: പ്രവർത്തനങ്ങൾ
pa: ਗਤੀਵਿਧੀ
te: కార్యకలాపాలు

source: No activities found
as: কোনো কাৰ্যকলাপ পোৱা নগ'ল
bn: কোনো কার্যকলাপ পাওয়া যায়নি
gu: કોઈ પ્રવૃત્તિઓ મળી નથી
hi: कोई गतिविधि नहीं मिली
kn: ಯಾವುದೇ ಕ್ರಿಯಾಕಲಾಪಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ml: പ്രവർത്തനങ്ങൾ കണ്ടെത്തിയില്ല
pa: ਕੋਈ ਗਤੀਵਿਧੀਆਂ ਨਹੀਂ ਮਿਲੀਆਂ
te: కార్యకలాపాలు ఏవీ కనుగొనబడలేదు

source: Refresh Activities
as: কাৰ্যকলাপ সতেজ কৰক
bn: কার্যকলাপ রিফ্রেশ করুন
gu: પ્રવૃત્તિઓ રિફ્રેશ કરો
hi: गतिविधियाँ रीफ्रेश करें
kn: ಕ್ರಿಯಾಕಲಾಪಗಳನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಿ
ml: പ്രവർത്തനങ്ങൾ പുതുക്കുക
pa: ਗਤੀਵਿਧੀਆਂ ਤਾਜ਼ਾ ਕਰੋ
te: కార్యకలాపాలను రిఫ్రెష్ చేయండి

source: Unknown activity
as: অজ্ঞাত কাৰ্যকলাপ
bn: অজানা কার্যকলাপ
gu: અજાણી પ્રવૃત્તિ
hi: अज्ञात गतिविधि
kn: ಅಜ್ಞಾತ ಕ್ರಿಯಾಕಲಾಪ
ml: അജ്ഞാത പ്രവർത്തനം
pa: ਅਣਜਾਣ ਗਤੀਵਿਧੀ
te: తెలియని కార్యకలాపం

source: Just now
as: এতিয়াই
bn: এইমাত্র
gu: હમણાં
hi: अभी
kn: ಈಗಷ್ಟೇ
ml: ഇപ്പോൾ
pa: ਹੁਣੇ
te: ఇప్పుడు

# minutesAgo
source: {count}m ago
as: {count}মি আগতে
bn: {count}মি আগে
gu: {count}મિ પહેલાં
hi: {count} मिनट पहले
kn: {count}ನಿ ಹಿಂದೆ
ml: {count}മി മുമ്പ്
pa: {count}ਮਿ ਪਹਿਲਾਂ
te: {count}ని క్రితం

# hoursAgo
source: {count}h ago
as: {count}ঘ আগতে
bn: {count}ঘ আগে
gu: {count}કલાક પહેલાં
hi: {count} घंटे पहले
kn: {count}ಗಂ ಹಿಂದೆ
ml: {count}മണി മുമ്പ്
pa: {count}ਘੰਟੇ ਪਹਿਲਾਂ
te: {count}గం క్రితం

# daysAgo
source: {count}d ago
as: {count}দিন আগতে
bn: {count}দিন আগে
gu: {count}દિવસ પહેલાં
hi: {count} दिन पहले
kn: {count}ದಿನ ಹಿಂದೆ
ml: {count}ദിവസം മുമ്പ്
pa: {count}ਦਿਨ ਪਹਿਲਾਂ
te: {count}రోజు క్రితం

source: Failed to fetch activity history
as: কাৰ্যকলাপৰ ইতিহাস আনিবলৈ বিফল
bn: কার্যকলাপের ইতিহাস আনতে ব্যর্থ
gu: પ્રવૃત્તિ ઇતિહાસ લાવવામાં નિષ્ફળ
hi: गतिविधि इतिहास प्राप्त करने में विफल
kn: ಕ್ರಿಯಾಕಲಾಪದ ಇತಿಹಾಸ ತರುವಲ್ಲಿ ವಿಫಲ
ml: പ്രവർത്തന ചരിത്രം കൊണ്ടുവരുന്നതിൽ പരാജയപ്പെട്ടു
pa: ਗਤੀਵਿਧੀ ਇਤਿਹਾਸ ਲਿਆਉਣ ਵਿੱਚ ਅਸਫਲ
te: కార్యకలాప చరిత్రను తీసుకురావడంలో విఫలమైంది

# activityErrorMessage
source: Failed to fetch activity history: {error}
as: কাৰ্যকলাপৰ ইতিহাস আনিবলৈ বিফল: {error}
bn: কার্যকলাপের ইতিহাস আনতে ব্যর্থ: {error}
gu: પ્રવૃત્તિ ઇતિહાસ લાવવામાં નિષ્ફળ: {error}
hi: गतिविधि इतिहास प्राप्त करने में विफल: {error}
kn: ಕ್ರಿಯಾಕಲಾಪದ ಇತಿಹಾಸ ತರುವಲ್ಲಿ ವಿಫಲ: {error}
ml: പ്രവർത്തന ചരിത്രം കൊണ്ടുവരുന്നതിൽ പരാജയപ്പെട്ടു: {error}
pa: ਗਤੀਵਿਧੀ ਇਤਿਹਾਸ ਲਿਆਉਣ ਵਿੱਚ ਅਸਫਲ: {error}
te: కార్యకలాప చరిత్రను తీసుకురావడంలో విఫలమైంది: {error}

# activityLoading
source: Loading activities...
as: কাৰ্যকলাপ লোড হৈ আছে...
bn: কার্যকলাপ লোড হচ্ছে...
gu: પ્રવૃત્તિઓ લોડ થઈ રહી છે...
hi: गतिविधियाँ लोड हो रही हैं...
kn: ಕ್ರಿಯಾಕಲಾಪಗಳು ಲೋಡ್ ಆಗುತ್ತಿದೆ...
ml: പ്രവർത്തനങ്ങൾ ലോഡ് ചെയ്യുന്നു...
pa: ਗਤੀਵਿਧੀਆਂ ਲੋਡ ਹੋ ਰਹੀਆਂ ਹਨ...
te: కార్యకలాపాలు లోడ్ అవుతున్నాయి...

source: Storage Limit Reached!
as: সংৰক্ষণ সীমা পূৰণ হৈছে!
bn: স্টোরেজ সীমা পৌঁছেছে!
gu: સ્ટોરેજ સીમા પહોંચી ગઈ!
hi: स्टोरेज लिमिट पूर्ण!
kn: ಸಂಗ್ರಹಣೆ ಮಿತಿ ತಲುಪಿದೆ!
ml: സ്റ്റോറേജ് പരിധി എത്തി!
pa: ਸਟੋਰੇਜ ਸੀਮਾ ਪਹੁੰਚ ਗਈ!
te: స్టోరేజ్ మితి ఎత్తింది!

# storageLimitReachedMessage
source: Your 2GB storage limit is full. Please delete some files to upload more.
as: আপোনাৰ 2GB সংৰক্ষণ সীমা পূৰণ হৈছে। অধিক আপলোড কৰিবলৈ কিছু ফাইল মচি পেলাওক।
bn: আপনার 2GB স্টোরেজ সীমা পূর্ণ হয়েছে। আরো আপলোড করতে কিছু ফাইল মুছে দিন।
gu: તમારી 2GB સ્ટોરેજ સીમા ભરાઈ ગઈ છે. વધુ અપલોડ કરવા માટે કેટલીક ફાઇલો કાઢી નાખો.
hi: आपका 2GB स्टोरेज लिमिट पूरा हो गया है। अधिक फाइलें अपलोड करने के लिए कुछ फाइलों को डिलीट करें।
kn: ನಿಮ್ಮ 2GB ಸಂಗ್ರಹಣೆ ಮಿತಿ ತುಂಬಿದೆ. ಹೆಚ್ಚು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಕೆಲವು ಫೈಲ್‌ಗಳನ್ನು ಅಳಿಸಿ.
ml: നിങ്ങളുടെ 2GB സ്റ്റോറേജ് പരിധി നിറഞ്ഞു. കൂടുതൽ അപ്‌ലോഡ് ചെയ്യാൻ കുറച്ച് ഫയലുകൾ ഇല്ലാതാക്കുക.
pa: ਤੁਹਾਡੀ 2GB ਸਟੋਰੇਜ ਸੀਮਾ ਭਰ ਗਈ ਹੈ। ਹੋਰ ਅਪਲੋਡ ਕਰਨ ਲਈ ਕੁਝ ਫਾਈਲਾਂ ਮਿਟਾਓ।
te: మీ 2GB స్టోరేజ్ మితి నిరెంది. అధిక అప్‌లోడ్ చేయడానికి కింత ఫైల్‌లను తొలగించండి.

source: Storage Warning!
as: সংৰক্ষণ সতৰ্কতা!
bn: স্টোরেজ সতর্কতা!
gu: સ્ટોરેજ ચેતવણી!
hi: स्टोरेज चेतावनी!
kn: ಸಂಗ್ರಹಣೆ ಎಚ್ಚರಿಕೆ!
ml: സ്റ്റോറേജ് മുന്നറിയിപ്പ്!
pa: ਸਟੋਰੇਜ ਚੇਤਾਵਨੀ!
te: స్టోరేజ్ మున్నరియిప్పు!

# storageWarningMessage
source: Your storage is almost full. Only {remainingGB} GB remaining.
as: আপোনাৰ সংৰক্ষণ প্ৰায় পূৰণ হৈছে। মাত্ৰ {remainingGB} GB বাকী আছে।
bn: আপনার স্টোরেজ প্রায় পূর্ণ। শুধুমাত্র {remainingGB} GB বাকি আছে।
gu: તમારો સ્ટોરેજ લગભગ ભરાઈ ગયો છે. ફક્ત {remainingGB} GB બાકી છે.
hi: आपका स्टोरेज लगभग पूरा हो गया है। केवल {remainingGB} GB बचा है।
kn: ನಿಮ್ಮ ಸಂಗ್ರಹಣೆ ಬಹುತೇಕ ತುಂಬಿದೆ. ಕೇವಲ {remainingGB} GB ಬಾಕಿ ಇದೆ.
ml: നിങ്ങളുടെ സ്റ്റോറേജ് മിക്കവാറും നിറഞ്ഞു. വെറും {remainingGB} GB മാത്രം ശേഷിക്കുന്നു.
pa: ਤੁਹਾਡਾ ਸਟੋਰੇਜ ਲਗਭਗ ਭਰ ਗਿਆ ਹੈ। ਸਿਰਫ {remainingGB} GB ਬਾਕੀ ਹੈ।
te: మీ స్టోరేజ్ ప్రాయం నిరెంది. కేవలం {remainingGB} GB మాత్రమే మిగిలింది.

source: File Too Large!
as: ফাইল অতি ডাঙৰ!
bn: ফাইল খুব বড়!
gu: ફાઇલ ખૂબ મોટી!
hi: फाइल बहुत बड़ी है!
kn: ಫೈಲ್ ತುಂಬಾ ದೊಡ್ಡದು!
ml: ഫയൽ വളരെ വലുത്!
pa: ਫਾਈਲ ਬਹੁਤ ਵੱਡੀ!
te: ఫైల్ చాలా వెడ్డది!

# fileTooLargeMessage
source: "{fileName}" ({fileSizeMB} MB) cannot be uploaded. Only {remainingGB} GB space remaining.
as: "{fileName}" ({fileSizeMB} MB) আপলোড কৰিব নোৱাৰি। মাত্ৰ {remainingGB} GB ঠাই বাকী আছে।
bn: "{fileName}" ({fileSizeMB} MB) আপলোড করা যাবে না। শুধুমাত্র {remainingGB} GB জায়গা বাকি আছে।
gu: "{fileName}" ({fileSizeMB} MB) અપલોડ કરી શકાતી નથી. ફક્ત {remainingGB} GB જગ્યા બાકી છે.
hi: "{fileName}" ({fileSizeMB} MB) को अपलोड नहीं किया जा सकता। केवल {remainingGB} GB स्पेस बचा है।
kn: "{fileName}" ({fileSizeMB} MB) ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ. ಕೇವಲ {remainingGB} GB ಸ್ಥಳ ಬಾಕಿ ಇದೆ.
ml: "{fileName}" ({fileSizeMB} MB) അപ്‌ലോഡ് ചെയ്യാൻ കഴിയില്ല. വെറും {remainingGB} GB സ്ഥലം ശേഷിക്കുന്നു.
pa: "{fileName}" ({fileSizeMB} MB) ਅਪਲੋਡ ਨਹੀਂ ਕਰ ਸਕਦੇ। ਸਿਰਫ {remainingGB} GB ਜਗ੍ਹਾ ਬਾਕੀ ਹੈ।
te: "{fileName}" ({fileSizeMB} MB) అప్‌లోడ్ చేయలేరు. కేవలం {remainingGB} GB జాగా మిగిలింది.

# invalidStorageDataFormat
source: Invalid storage data format from server
as: চাৰ্ভাৰৰ পৰা অবৈধ সংৰক্ষণ ডাটা বিন্যাস
bn: সার্ভার থেকে অবৈধ স্টোরেজ ডেটা ফরম্যাট
gu: સર્વરથી અમાન્ય સ્ટોરેજ ડેટા ફોર્મેટ
hi: सर्वर से अमान्य स्टोरेज डेटा फॉर्मेट
kn: ಸರ್ವರ್‌ನಿಂದ ಅಮಾನ್ಯ ಸಂಗ್ರಹಣೆ ಡೇಟಾ ಸ್ವರೂಪ
ml: സർവറിൽ നിന്ന് അസാധുവായ സ്റ്റോറേജ് ഡാറ്റ ഫോർമാറ്റ്
pa: ਸਰਵਰ ਤੋਂ ਗਲਤ ਸਟੋਰੇਜ ਡੇਟਾ ਫਾਰਮੈਟ
te: సర్వర్ నుండి అసాధువైన స్టోరేజ్ డేటా ఫార్మెట్

# failedToParseStorageData
source: Failed to parse storage data: {error}
as: সংৰক্ষণ ডাটা বিশ্লেষণত ব্যৰ্থ: {error}
bn: স্টোরেজ ডেটা পার্স করতে ব্যর্থ: {error}
gu: સ્ટોરેજ ડેટા પાર્સ કરવામાં નિષ્ફળ: {error}
hi: स्टोरेज डेटा पार्स करने में विफल: {error}
kn: ಸಂಗ್ರಹಣೆ ಡೇಟಾ ಪಾರ್ಸ್ ಮಾಡುವಲ್ಲಿ ವಿಫಲವಾಗಿದೆ: {error}
ml: സ്റ്റോറേജ് ഡാറ്റ പാഴ്സ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു: {error}
pa: ਸਟੋਰੇਜ ਡੇਟਾ ਪਾਰਸ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: {error}
te: స్టోరేజ్ డేటా పార్స్ చేయడంలో విఫలమైంది: {error}

# failedToFetchStorageData
source: Failed to fetch storage data: {error}
as: সংৰক্ষণ ডাটা আনিবলৈ ব্যৰ্থ: {error}
bn: স্টোরেজ ডেটা আনতে ব্যর্থ: {error}
gu: સ્ટોરેજ ડેટા લાવવામાં નિષ્ફળ: {error}
hi: स्टोरेज डेटा प्राप्त करने में विफल: {error}
kn: ಸಂಗ್ರಹಣೆ ಡೇಟಾ ತರುವಲ್ಲಿ ವಿಫಲವಾಗಿದೆ: {error}
ml: സ്റ്റോറേജ് ഡാറ്റ എടുക്കുന്നതിൽ പരാജയപ്പെട്ടു: {error}
pa: ਸਟੋਰੇਜ ਡੇਟਾ ਲਿਆਉਣ ਵਿੱਚ ਅਸਫਲ: {error}
te: స్టోరేజ్ డేటా తీసుకురావడంలో విఫలమైంది: {error}

# contactsAccessRequired
source: Contacts access is required to load your contacts
as: আপোনাৰ সংযোগ লোড কৰিবলৈ সংযোগৰ অভিগম প্ৰয়োজন
bn: আপনার যোগাযোগ লোড করতে যোগাযোগ অ্যাক্সেস প্রয়োজন
gu: તમારા સંપર્કો લોડ કરવા માટે સંપર્ક ઍક્સેસ જરૂરી છે
hi: आपके संपर्क लोड करने के लिए संपर्क एक्सेस आवश्यक है
kn: ನಿಮ್ಮ ಸಂಪರ್ಕಗಳನ್ನು ಲೋಡ್ ಮಾಡಲು ಸಂಪರ್ಕ ಪ್ರವೇಶ ಅಗತ್ಯ
ml: നിങ്ങളുടെ കോൺടാക്റ്റുകൾ ലോഡ് ചെയ്യാൻ കോൺടാക്റ്റ് ആക്സസ് ആവശ്യമാണ്
pa: ਤੁਹਾਡੀਆਂ ਸੰਪਰਕਾਂ ਲੋਡ ਕਰਨ ਲਈ ਸੰਪਰਕ ਅਕਸੈੱਸ ਦੀ ਲੋੜ ਹੈ
te: మీ పరిచయాలను లోడ్ చేయడానికి పరిచయాల యాక్సెస్ అవసరం

# failedToLoadContacts
source: Failed to load contacts: {error}
as: সংযোগ লোড কৰিবলৈ ব্যৰ্থ: {error}
bn: যোগাযোগ লোড করতে ব্যর্থ: {error}
gu: સંપર્કો લોડ કરવામાં નિષ્ફળ: {error}
hi: संपर्क लोड करने में विफल: {error}
kn: ಸಂಪರ್ಕಗಳನ್ನು ಲೋಡ್ ಮಾಡುವಲ್ಲಿ ವಿಫಲವಾಗಿದೆ: {error}
ml: കോൺടാക്റ്റുകൾ ലോഡ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു: {error}
pa: ਸੰਪਰਕਾਂ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: {error}
te: పరిచయాలను లోడ్ చేయడంలో విఫలమైంది: {error}

source: Folder success
hi: फ़ोल्डर सफल
kn: ಫೋಲ್ಡರ್ ಯಶಸ್ಸು
ml: ഫോൾഡർ വിജയം
pa: ਫੋਲਡਰ ਸਫਲਤਾ
te: ఫోల్డర్ విజయం

source: Folder error
hi: फ़ोल्डर त्रुटि
kn: ಫೋಲ್ಡರ್ ದೋಷ
ml: ഫോൾഡർ പിശക്
pa: ਫੋਲਡਰ ਗਲਤੀ
te: ఫోల్డర్ లోపం

# uploadProgress
source: Upload... {percent}%
hi: अपलोड... {percent}%
kn: ಅಪ್‌ಲೋಡ್... {percent}%
ml: അപ്‌ലോഡ്... {percent}%
pa: ਅਪਲੋਡ... {percent}%
te: అప్‌లోడ్... {percent}%

# uploadComplete
source: Complete!
hi: पूर्ण!
kn: ಪೂರ್ಣ!
ml: പൂർത്തിയായി!
pa: ਪੂਰਾ!
te: పూర్తి!

# allComplete
source: All done!
hi: सभी पूर्ण!
kn: ಎಲ್ಲಾ ಮುಗಿದಿದೆ!
ml: എല്ലാം പൂർത്തിയായി!
pa: ਸਭ ਹੋ ਗਿਆ!
te: అన్నీ ముగింది!

# fileUploadSuccess
source: File uploaded successfully
as: ফাইল সফলভাৱে আপলোড হ'ল
bn: ফাইল সফলভাবে আপলোড হয়েছে
gu: ફાઇલ સફળતાપૂર્વક અપલોડ થઈ
hi: फ़ाइल सफलतापूर्वक अपलोड हुई
kn: ಫೈಲ್ ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾಗಿದೆ
ml: ഫയൽ വിജയകരമായി അപ്‌ലോഡ് ചെയ്‌തു
pa: ਫਾਇਲ ਸਫਲਤਾਪੂਰਵਕ ਅਪਲੋਡ ਹੋਈ
te: ఫైల్ విజయవంతంగా అప్‌లోడ్ అయ్యింది

# fileDeleteSuccess
source: File deleted successfully
as: ফাইল সফলভাৱে মচা হ'ল
bn: ফাইল সফলভাবে মুছে ফেলা হয়েছে
gu: ફાઇલ સફળતાપૂર્વક કાઢી નાખી
hi: फ़ाइल सफलतापूर्वक हटाई गई
kn: ಫೈಲ್ ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಸಲಾಗಿದೆ
ml: ഫയൽ വിജയകരമായി ഇല്ലാതാക്കി
pa: ਫਾਇਲ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾਈ
te: ఫైల్ విజయవంతంగా తొలగించబడింది

source: Upload cancelled
as: আপলোড বাতিল কৰা হ'ল
bn: আপলোড বাতিল করা হয়েছে
gu: અપલોડ રદ કર્યું
hi: अपलोड रद्द किया गया
kn: ಅಪ್‌ಲೋಡ್ ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ
ml: അപ്‌ലോഡ് റദ്ദാക്കി
pa: ਅਪਲੋਡ ਰੱਦ ਕੀਤਾ
te: అప్‌లోడ్ రద్దు

source: Upload failed
as: আপলোড ব্যৰ্থ
bn: আপলোড ব্যর্থ
gu: અપલોડ નિષ્ફળ
hi: अपलोड विफल
kn: ಅಪ್‌ಲೋಡ್ ವಿಫಲವಾಗಿದೆ
ml: അപ്‌ലോഡ് പരാജയപ്പെട്ടു
pa: ਅਪਲੋਡ ਅਸਫਲ
te: అప్‌లోడ్ విఫలం

source: File not found
as: ফাইল পোৱা নগ'ল
bn: ফাইল পাওয়া যায়নি
gu: ફાઇલ મળી નહીં
hi: फ़ाइल नहीं मिली
kn: ಫೈಲ್ ಕಂಡುಬಂದಿಲ್ಲ
ml: ഫയൽ കണ്ടെത്തിയില്ല
pa: ਫਾਇਲ ਨਹੀਂ ਮਿਲੀ
te: ఫైల్ కనుగొనబడలేదు

source: Unsupported file type
as: অসমৰ্থিত ফাইল প্ৰকাৰ
bn: অসমর্থিত ফাইল টাইপ
gu: અસમર્થિત ફાઇલ પ્રકાર
hi: असमर्थित फ़ाइल प्रकार
kn: ಬೆಂಬಲಿಸದ ಫೈಲ್ ಪ್ರಕಾರ
ml: പിന്തുണയ്ക്കാത്ത ഫയൽ തരം
pa: ਅਸਮਰਥਿਤ ਫਾਇਲ ਪ੍ਰਕਾਰ
te: అసమర్ధిత ఫైల్ రకం

source: Folder created successfully
as: সৃষ্টি
bn: তৈরি
gu: બનાવ્યું
hi: बनाया
kn: ರಚಿಸಲಾಗಿದೆ
ml: സൃഷ്ടിച്ചു
pa: ਬਣਾਇਆ
te: సృష్టించబడింది

source: Folder deleted successfully
as: মচা
bn: মুছে ফেলা
gu: કાઢ્યું
hi: हटाया
kn: ಅಳಿಸಲಾಗಿದೆ
ml: നീക്കം ചെയ്തു
pa: ਮਿਟਾਇਆ
te: తొలగించబడింది

source: Folder updated successfully
as: আপডেট
bn: আপডেট
gu: અપડેટ
hi: अपडेट
kn: ಅಪ್‌ಡೇಟ್
ml: അപ്ഡേറ്റ്
pa: ਅਪਡੇਟ ਕੀਤਾ
te: అప్డేట్ చేయబడింది

# folderNameCannotBeEmpty
source: Name required
as: নাম লাগে
bn: নাম চাই
gu: નામ જોઈએ
hi: नाम चाहिए
kn: ಹೆಸರು ಬೇಕು
ml: പേര് വേണം
pa: ਨਾਮ ਖਾਲੀ ਨਹੀਂ ਹੋ ਸਕਦਾ
te: పేరు ఖాలీగా ఉండకూడదు

# securePinRequiredForSecureFolders
source: Pin required
as: পিন লাগে
bn: পিন চাই
gu: પિન જોઈએ
hi: पिन चाहिए
kn: ಪಿನ್ ಬೇಕು
ml: പിൻ വേണം
pa: ਸੁਰੱਖਿਅਤ ਪਿੰਨ ਲੋੜੀਂਦਾ ਹੈ
te: సురక్షిత పిన్ అవసరం

# fileDeletedSuccessfullyFromFolder
source: File deleted
as: ফাইল মচা
bn: ফোল্ডার থেকে ফাইল সফলভাবে মুছে ফেলা হয়েছে
gu: ફાઇલ કાઢી
hi: फ़ाइल हटाई
kn: ಫೈಲ್ ಅಳಿಸಲಾಗಿದೆ
ml: ഫയൽ നീക്കം ചെയ്തു
pa: ਫਾਇਲ ਮਿਟਾਈ
te: ఫైల్ తొలగించబడింది

# subFolderCreatedSuccessfully
source: Sub-folder created
as: সাব-ফোল্ডাৰ সৃষ্টি
bn: সাব-ফোল্ডার সফলভাবে তৈরি হয়েছে
gu: સબ-ફોલ્ડર બનાવ્યું
hi: सब-फ़ोल्डर बनाया
kn: ಸಬ್-ಫೋಲ್ಡರ್ ರಚಿಸಲಾಗಿದೆ
ml: സബ്-ഫോൾഡർ സൃഷ്ടിച്ചു
pa: ਸਬਫੋਲਡਰ ਬਣਾਇਆ
te: సబ్ఫోల్డర్ సృష్టించబడింది

# fileUpload
source: Upload
as: আপলোড
bn: ফাইল আপলোড
gu: અપલોડ
hi: अपलोड
kn: ಅಪ್‌ಲೋಡ್
ml: അപ്‌ലോഡ്
pa: ਅਪਲੋਡ
te: అప్లోడ్

# preparingUpload
source: Preparing...
as: প্ৰস্তুত...
bn: প্রস্তুত...
gu: તૈયાર...
hi: तैयार...
kn: ಸಿದ್ಧಪಡಿಸುತ್ತಿದೆ...
ml: തയ്യാറാക്കുന്നു...
pa: ਤਿਆਰ ਕਰ ਰਿਹਾ ਹੈ...
te: సిద్ధం చేస్తోంది...

# uploadingToCloud
source: Uploading...
as: আপলোড...
bn: আপলোড...
gu: અપલોડ...
hi: अपलोड...
kn: ಅಪ್‌ಲೋಡ್...
ml: അപ്‌ലോഡ്...
pa: ਅਪਲੋਡ ਕਰ ਰਿਹਾ ਹੈ...
te: అప్లోడ్ చేస్తోంది...

# finalizingUpload
source: Finalizing...
as: সমাপ্ত...
bn: শেষ...
gu: પૂર્ણ...
hi: पूरा...
kn: ಮುಗಿಸುತ್ತಿದೆ...
ml: പൂർത്തിയാക്കുന്നു...
pa: ਪੂਰਾ ਕਰ ਰਿਹਾ ਹੈ...
te: పూర్తి చేస్తోంది...

# uploadCompleted
source: Done!
as: হ'ল!
bn: হয়েছে!
gu: થયું!
hi: हो गया!
kn: ಮುಗಿಯಿತು!
ml: പൂർത്തിയായി!
pa: ਪੂਰਾ ਹੋਇਆ!
te: పూర్తయ్యింది!

# allUploadsFailed
source: Failed
as: ব্যৰ্থ
bn: ব্যর্থ
gu: નિષ્ફળ
hi: विफल
kn: ವಿಫಲ
ml: പരാജയം
pa: ਸਭ ਅਸਫਲ
te: అన్నీ విఫలం

# failedToFetchFolders
source: Fetch failed: {error}
as: আনিবলৈ ব্যৰ্থ: {error}
bn: ফোল্ডারগুলি আনতে ব্যর্থ: {error}
gu: મેળવવું નિષ્ફળ: {error}
hi: प्राप्त विफल: {error}
kn: ಪಡೆಯಲು ವಿಫಲ: {error}
ml: എടുക്കാൻ പരാജയം: {error}
pa: ਫੋਲਡਰ ਨਹੀਂ ਮਿਲੇ
te: ఫోల్డర్లు రాలేదు

# failedToFetchFolderContents
source: Load failed: {error}
as: লোড ব্যৰ্থ: {error}
bn: ফোল্ডারের বিষয়বস্তু আনতে ব্যর্থ: {error}
gu: લોડ નિષ્ફળ: {error}
hi: लोड विफल: {error}
kn: ಲೋಡ್ ವಿಫಲ: {error}
ml: ലോഡ് പരാജയം: {error}
pa: ਸਮੱਗਰੀ ਨਹੀਂ ਮਿਲੀ
te: కంటెంట్ రాలేదు

# failedToCreateFolder
source: Create failed: {error}
as: সৃষ্টি ব্যৰ্থ: {error}
bn: ফোল্ডার তৈরি করতে ব্যর্থ: {error}
gu: બનાવવું નિષ્ફળ: {error}
hi: बनाना विफल: {error}
kn: ರಚಿಸಲು ವಿಫಲ: {error}
ml: സൃഷ്ടിക്കാൻ പരാജയം: {error}
pa: ਬਣਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
te: సృష్టించలేకపోయింది

# failedToDeleteFolder
source: Delete failed: {error}
as: মচা ব্যৰ্থ: {error}
bn: ফোল্ডার মুছতে ব্যর্থ: {error}
gu: કાઢવું નિષ્ફળ: {error}
hi: हटाना विफल: {error}
kn: ಅಳಿಸಲು ವಿಫಲ: {error}
ml: നീക്കം ചെയ്യാൻ പരാജയം: {error}
pa: ਮਿਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
te: తొలగించలేకపోయింది

# failedToUpdateFolder
source: Update failed: {error}
as: আপডেট ব্যৰ্থ: {error}
bn: ফোল্ডার আপডেট করতে ব্যর্থ: {error}
gu: અપડેટ નિષ્ફળ: {error}
hi: अपडेट विफल: {error}
kn: ಅಪ್‌ಡೇಟ್ ವಿಫಲ: {error}
ml: അപ്ഡേറ്റ് പരാജയം: {error}
pa: ਅਪਡੇਟ ਨਹੀਂ ਹੋ ਸਕਿਆ
te: అప్డేట్ చేయలేకపోయింది

# failedToDeleteFileFromFolder
source: Delete failed: {error}
as: মচা ব্যৰ্থ: {error}
bn: ফোল্ডার থেকে ফাইল মুছতে ব্যর্থ: {error}
gu: કાઢવું નિષ્ફળ: {error}
hi: हटाना विफल: {error}
kn: ಅಳಿಸಲು ವಿಫಲ: {error}
ml: നീക്കം ചെയ്യാൻ പരാജയം: {error}
pa: ਫਾਇਲ ਮਿਟਾਈ ਨਹੀਂ ਜਾ ਸਕੀ
te: ఫైల్ తొలగించలేకపోయింది

# failedToCreateSubFolder
source: Create failed: {error}
as: সৃষ্টি ব্যৰ্থ: {error}
bn: সাব-ফোল্ডার তৈরি করতে ব্যর্থ: {error}
gu: બનાવવું નિષ્ફળ: {error}
hi: बनाना विफल: {error}
kn: ರಚಿಸಲು ವಿಫಲ: {error}
ml: സൃഷ്ടിക്കാൻ പരാജയം: {error}
pa: ਸਬਫੋਲਡਰ ਬਣਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
te: సబ్ఫోల్డర్ సృష్టించలేకపోయింది

# uploadingFiles
source: {count} files...
as: {count} ফাইল...
bn: {count}টি ফাইল আপলোড হচ্ছে...
gu: {count} ફાઇલ...
hi: {count} फ़ाइल...
kn: {count} ಫೈಲ್‌ಗಳು...
ml: {count} ഫയലുകൾ...
pa: ਅਪਲੋਡ...
te: అప్లోడ్...

# preparingFiles
source: Prep {count}...
as: প্ৰস্তুত {count}...
bn: প্রস্তুত {count}...
gu: તૈયાર {count}...
hi: तैयार {count}...
kn: ಸಿದ್ಧ {count}...
ml: തയ്യാറാക്കുന്നു {count}...
pa: ਤਿਆਰ...
te: సిద్ధం...

# processingComplete
source: Done {completed}/{total}
as: সম্পূৰ্ণ {completed}/{total}
bn: পূর্ণ {completed}/{total}
gu: પૂર્ણ {completed}/{total}
hi: पूर्ण {completed}/{total}
kn: ಪೂರ್ಣ {completed}/{total}
ml: പൂർണ്ണ {completed}/{total}
pa: ਪ੍ਰਕਿਰਿਆ ਪੂਰੀ
te: ప్రక్రియ పూర్తయ్యింది

# allFilesUploadedSuccessfully
source: {count} uploaded
as: {count} আপলোড
bn: {count} আপলোড
gu: {count} અપલોડ
hi: {count} अपलोड
kn: {count} ಅಪ್‌ಲೋಡ್
ml: {count} അപ്‌ലോഡ്
pa: ਸਭ ਅਪਲੋਡ ਹੋਈਆਂ
te: అన్నీ అప్లోడ్ అయ్యాయి

# partialUploadSuccess
source: {completed} ok, {failed} fail
as: {completed} ঠিক, {failed} ব্যৰ্থ
bn: {completed} ঠিক, {failed} ব্যর্থ
gu: {completed} ઠીક, {failed} નિષ્ફળ
hi: {completed} ठीक, {failed} विफल
kn: {completed} ಸರಿ, {failed} ವಿಫಲ
ml: {completed} ശരി, {failed} പരാജയം
pa: ਕੁਝ ਅਪਲੋਡ ਹੋਈਆਂ
te: కొన్ని అప్లోడ్ అయ్యాయి

# allFilesUploadFailedMessage
source: {count} failed
as: {count} ব্যৰ্থ
bn: {count} ব্যর্থ
gu: {count} નિષ્ફળ
hi: {count} विफल
kn: {count} ವಿಫಲ
ml: {count} പരാജയം
pa: ਸਭ ਅਸਫਲ
te: అన్నీ విఫలం

# partialUploadFailedMessage
source: {failed} failed
as: {failed} ব্যৰ্থ
bn: {failed} ব্যর্থ
gu: {failed} નિષ્ફળ
hi: {failed} विफल
kn: {failed} ವಿಫಲ
ml: {failed} പരാജയം
pa: ਕੁਝ ਅਸਫਲ
te: కొన్ని విఫలం

source: Upload Summary
as: আপলোড সাৰাংশ
bn: আপলোড সারাংশ
gu: અપલોડ સારાંશ
hi: अपलोड सारांश
kn: ಅಪ್‌ಲೋಡ್ ಸಾರಾಂಶ
ml: അപ്‌ലോഡ് സംഗ്രഹം
pa: ਅਪਲੋਡ ਸਾਰ
te: అప్‌లోడ్ సారాంశం

source: Successfully uploaded
as: সফলতাৰে আপলোড কৰা হৈছে
bn: সফলভাবে আপলোড হয়েছে
gu: સફળતાપૂર્વક અપલોડ
hi: सफलतापूर्वक अपलोड
kn: ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಲೋಡ್ ಆಯಿತು
ml: വിജയകരമായി അപ്‌ലോഡ് ചെയ്തു
pa: ਸਫਲਤਾਪੂਰਵਕ ਅਪਲੋਡ ਹੋਇਆ
te: విజయవంతంగా అప్‌లోడ్ అయింది

source: Failed to upload
as: আপলোড বিফল
bn: আপলোড ব্যর্থ
gu: અપલોડ નિષ્ફળ
hi: अपलोड विफल
kn: ಅಪ್‌ಲೋಡ್ ವಿಫಲವಾಯಿತು
ml: അപ്‌ലോഡ് പരാജയപ്പെട്ടു
pa: ਅਪਲੋਡ ਅਸਫਲ
te: అప్‌లోడ్ విఫలమైంది

# alreadyExistsSkipped
source: Skipped - File already uploaded
as: এৰি দিয়া হৈছে - ফাইল ইতিমধ্যে আপলোড কৰা হৈছে
bn: এড়ানো হয়েছে - ফাইল ইতিমধ্যে আপলোড করা হয়েছে
gu: છોડી દેવામાં આવ્યું - ફાઇલ પહેલેથી અપલોડ કરવામાં આવી છે
hi: छोड़ा गया - फ़ाइल पहले से अपलोड की गई
kn: ತಪ್ಪಿಸಲಾಗಿದೆ - ಫೈಲ್ ಈಗಾಗಲೇ ಅಪ್‌ಲೋಡ್ ಆಗಿದೆ
ml: ഒഴിവാക്കി - ഫയൽ ഇതിനകം അപ്‌ലോഡ് ചെയ്തിട്ടുണ്ട്
pa: ਛੱਡਿਆ ਗਿਆ - ਫ਼ਾਇਲ ਪਹਿਲਾਂ ਹੀ ਅਪਲੋਡ ਹੋਈ ਹੈ
te: దాటవేయబడింది - ఫైల్ ఇప్పటికే అప్‌లోడ్ చేయబడింది

# error_folder_delete_failed
source: Failed to delete folder
bn: ফোল্ডার মুছে ফেলতে ব্যর্থ
gu: ફોલ્ડર ડિલીટ કરવામાં નિષ્ફળ
hi: फ़ोल्डर हटाना विफल रहा
kn: ಫೋಲ್ಡರ್ ಅಳಿಸುವಿಕೆ ವಿಫಲವಾಗಿದೆ
pa: ਫੋਲਡਰ ਮਿਟਾਉਣ ਵਿੱਚ ਅਸਫਲ
te: ఫోల్డర్ తొలగింపు విఫలమైంది

source: No file to download
bn: ডাউনলোড করার জন্য কোনো ফাইল নেই
gu: ડાઉનલોડ કરવા માટે કોઈ ફાઈલ નથી
hi: डाउनलोड करने के लिए कोई फ़ाइल नहीं
kn: ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಫೈಲ್ ಇಲ್ಲ
pa: ਡਾਊਨਲੋਡ ਕਰਨ ਲਈ ਕੋਈ ਫ਼ਾਇਲ ਨਹੀਂ
te: డౌన్‌లోడ్ చేయడానికి ఫైల్ లేదు

source: Permission Denied
bn: অনুমতি প্রত্যাখ্যাত
gu: પરવાનગી નકારાઈ
hi: अनुमति अस्वीकृत
kn: ಅನುಮತಿ ನಿರಾಕರಿಸಲಾಗಿದೆ
pa: ਅਨੁਮਤੀ ਅਸਵੀਕਾਰ
te: అనుమతి నిరాకరించబడింది

source: Storage Permission Required
as: সংৰক্ষণ অনুমতি প্ৰয়োজন
bn: স্টোরেজ অনুমতি প্রয়োজন
gu: સ્ટોરેજ પરવાનગી જરૂરી છે
hi: स्टोरेज अनुमति आवश्यक
kn: ಸಂಗ್ರಹಣೆ ಅನುಮತಿ ಅಗತ್ಯವಿದೆ
ml: സ്റ്റോറേജ് അനുമതി ആവശ്യമാണ്
pa: ਸਟੋਰੇਜ ਅਨੁਮਤੀ ਚਾਹੀਦੀ ਹੈ
te: స్టోరేజ్ అనుమతి అవసరం

# failedToDownloadFile
source: Failed to download file: {error}
bn: ফাইল ডাউনলোড করতে ব্যর্থ: {error}
gu: ફાઈલ ડાઉનલોડ કરવામાં નિષ્ફળ: {error}
hi: फ़ाइल डाउनलोड करने में विफल: {error}
kn: ಫೈಲ್ ಡೌನ್‌ಲೋಡ್ ವಿಫಲವಾಗಿದೆ: {error}
pa: ਫ਼ਾਇਲ ਡਾਊਨਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: {error}
te: ఫైల్ డౌన్‌లోడ్ విఫలమైంది: {error}

# downloadComplete
source: Download Complete: {fileName} Saved to: {location}
bn: ডাউনলোড সম্পূর্ণ: {fileName} সংরক্ষিত: {location}
gu: ડાઉનલોડ પૂર્ણ: {fileName} સાચવ્યું: {location}
hi: डाउनलोड पूर्ण: {fileName} सहेजा गया: {location}
kn: ಡೌನ್‌ಲೋಡ್ ಪೂರ್ಣಗೊಂಡಿದೆ: {fileName} ಉಳಿಸಲಾಗಿದೆ: {location}
pa: ਡਾਊਨਲੋਡ ਪੂਰਾ: {fileName} ਸੇਵ ਕੀਤਾ: {location}
te: డౌన్‌లోడ్ పూర్తయింది: {fileName} సేవ్ చేయబడింది: {location}

# shareLinkNotFound
source: Share link not found or expired
bn: শেয়ার লিঙ্ক পাওয়া যায়নি বা মেয়াদ শেষ
gu: શેર લિંક મળી નહીં અથવા સમાપ્ત
hi: शेयर लिंक नहीं मिला या समाप्त हो गया
kn: ಹಂಚಿಕೆ ಲಿಂಕ್ ಕಂಡುಬಂದಿಲ್ಲ ಅಥವಾ ಅವಧಿ ಮುಗಿದಿದೆ
pa: ਸ਼ੇਅਰ ਲਿੰਕ ਨਹੀਂ ਮਿਲਿਆ ਜਾਂ ਖਤਮ ਹੋ ਗਿਆ
te: షేర్ లింక్ కనుగొనబడలేదు లేదా గడువు ముగిసింది

# shareLinkExpired
source: Share link has expired
bn: শেয়ার লিঙ্কের মেয়াদ শেষ হয়েছে
gu: શેર લિંક સમાપ્ત થઈ ગઈ છે
hi: शेयर लिंक समाप्त हो गया है
kn: ಹಂಚಿಕೆ ಲಿಂಕ್ ಅವಧಿ ಮುಗಿದಿದೆ
pa: ਸ਼ੇਅਰ ਲਿੰਕ ਦੀ ਮਿਆਦ ਖਤਮ ਹੋ ਗਈ ਹੈ
te: షేర్ లింక్ గడువు ముగిసింది

# notAuthorizedToAccess
source: You are not authorized to access this resource
bn: আপনার এই রিসোর্স অ্যাক্সেস করার অনুমতি নেই
gu: તમને આ સંસાધન એક્સેસ કરવાની પરવાનગી નથી
hi: आपको इस संसाधन तक पहुंचने का अधिकार नहीं है
kn: ಈ ಸಂಪನ್ಮೂಲವನ್ನು ಪ್ರವೇಶಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ
pa: ਤੁਹਾਨੂੰ ਇਸ ਸਰੋਤ ਤੱਕ ਪਹੁੰਚ ਦਾ ਅਧਿਕਾਰ ਨਹੀਂ ਹੈ
te: ఈ వనరును యాక్సెస్ చేయడానికి మీకు అనుమతి లేదు

source: Server error occurred
bn: সার্ভার ত্রুটি ঘটেছে
gu: સર્વર ભૂલ આવી
hi: सर्वर त्रुटि हुई
kn: ಸರ್ವರ್ ದೋಷ ಸಂಭವಿಸಿದೆ
pa: ਸਰਵਰ ਗਲਤੀ ਹੋਈ
te: సర్వర్ లోపం సంభవించింది

# sharedResourceExpired
source: This shared resource has expired
bn: এই শেয়ার করা রিসোর্সের মেয়াদ শেষ হয়েছে
gu: આ શેર કરેલું સંસાધન સમાપ્ત થઈ ગયું છે
hi: यह साझा संसाधन समाप्त हो गया है
kn: ಈ ಹಂಚಿದ ಸಂಪನ್ಮೂಲದ ಅವಧಿ ಮುಗಿದಿದೆ
pa: ਇਹ ਸਾਝਾ ਸਰੋਤ ਖਤਮ ਹੋ ਗਿਆ ਹੈ
te: ఈ షేర్ చేసిన వనరు గడువు ముగిసింది

# failedToLoadSharedResource
source: Failed to load shared resource: {error}
bn: শেয়ার করা রিসোর্স লোড করতে ব্যর্থ: {error}
gu: શેર કરેલું સંસાધન લોડ કરવામાં નિષ્ફળ: {error}
hi: साझा संसाधन लोड करने में विफल: {error}
kn: ಹಂಚಿದ ಸಂಪನ್ಮೂಲವನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ: {error}
pa: ਸਾਝਾ ਸਰੋਤ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: {error}
te: షేర్ చేసిన వనరును లోడ్ చేయడంలో విఫలమైంది: {error}

# fileIdRequiredToGenerateShareLink
source: File ID is required to generate share link
hi: शेयर लिंक बनाने के लिए फाइल ID आवश्यक है
pa: ਸ਼ੇਅਰ ਲਿੰਕ ਬਣਾਉਣ ਲਈ ਫਾਇਲ ID ਦੀ ਲੋੜ ਹੈ

# pleaseSelectAtLeastOneContact
source: Please select at least one contact to share with
hi: कृपया शेयर करने के लिए कम से कम एक संपर्क चुनें
ml: ദയവായി കുറഞ്ഞത് ഒരു കോൺടാക്റ്റ് തിരഞ്ഞെടുക്കുക
pa: ਸ਼ੇਅਰ ਕਰਨ ਲਈ ਘੱਟੋ ਘੱਟ ਇੱਕ ਸੰਪਰਕ ਚੁਣੋ

# successfullySharedFileWithContacts
source: Successfully shared {fileName} with {contactCount} contacts
hi: {fileName} को {contactCount} संपर्कों के साथ सफलतापूर्वक साझा किया गया
pa: {fileName} ਨੂੰ {contactCount} ਸੰਪਰਕਾਂ ਨਾਲ ਸਫਲਤਾਪੂਰਵਕ ਸ਼ੇਅਰ ਕੀਤਾ

source: File
as: ফাইল
bn: ফাইল
gu: ફાઇલ
hi: फ़ाइल
kn: ಫೈಲ್
ml: ഫയൽ
pa: ਫ਼ਾਈਲ
te: ఫైల్

# somePhoneNumbersNotRegistered
source: Some phone numbers are not registered: {phoneNumbers}
hi: कुछ फोन नंबर पंजीकृत नहीं हैं: {phoneNumbers}
pa: ਕੁਝ ਫੋਨ ਨੰਬਰ ਰਜਿਸਟਰ ਨਹੀਂ ਹਨ: {phoneNumbers}

# failedToGenerateShareLink
source: Failed to generate share link: {error}
hi: शेयर लिंक बनाने में विफल: {error}
ml: ഷെയർ ലിങ്ക് സൃഷ്ടിക്കുന്നതിൽ പരാജയപ്പെട്ടു
pa: ਸ਼ੇਅਰ ਲਿੰਕ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ: {error}

# unexpectedErrorWhileSharing
source: An unexpected error occurred while sharing: {error}
hi: साझा करने में अप्रत्याशित त्रुटि हुई: {error}
pa: ਸ਼ੇਅਰ ਕਰਦੇ ਸਮੇਂ ਅਣਜਾਣ ਗਲਤੀ: {error}

# pleaseGenerateShareLinkFirst
source: Please generate a share link first
hi: कृपया पहले एक शेयर लिंक बनाएं
pa: ਪਹਿਲਾਂ ਸ਼ੇਅਰ ਲਿੰਕ ਬਣਾਓ

source: Share link copied to clipboard
hi: शेयर लिंक क्लिपबोर्ड पर कॉपी किया गया
ml: ഷെയർ ലിങ്ക് ക്ലിപ്പ്ബോർഡിൽ കോപ്പി ചെയ്തു
pa: ਸ਼ੇਅਰ ਲਿੰਕ ਕਲਿੱਪਬੋਰਡ ਵਿੱਚ ਕਾਪੀ ਹੋਇਆ

source: Failed to copy link to clipboard
hi: लिंक को क्लिपबोर्ड पर कॉपी करने में विफल
pa: ਕਲਿੱਪਬੋਰਡ ਵਿੱਚ ਲਿੰਕ ਕਾਪੀ ਕਰਨ ਵਿੱਚ ਅਸਫਲ

source: Do you really want to Exit?
as: আপুনি সঁচাকৈয়ে প্ৰস্থান কৰিব বিচাৰে নেকি?
bn: আপনি কি সত্যিই প্রস্থান করতে চান?
gu: શું તમે ખરેખર બહાર નીકળવા માંગો છો?
hi: क्या आप वाकई बाहर निकलना चाहते हैं?
kn: ನೀವು ನಿಜವಾಗಿಯೂ ನಿರ್ಗಮಿಸಲು ಬಯಸುವಿರಾ?
ml: നിങ്ങൾ ശരിക്കും പുറത്തു കടക്കാൻ ആഗ്രഹിക്കുന്നുണ്ടോ?
or: ଆପଣ ପ୍ରକୃତରେ ବାହାରକୁ ଯିବାକୁ ଚାହୁଁଛନ୍ତି କି?
pa: ਕੀ ਤੁਸੀਂ ਸੱਚਮੁੱਚ ਬਾਹਰ ਨਿਕਲਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ta: நீங்கள் உண்மையில் வெளியேற விரும்புகிறீர்களா?
te: మీరు నిజంగా నిష్క్రమించాలనుకుంటున్నారా?

source: Home
as: ঘৰ
bn: হোম
gu: ઘર
hi: होम
kn: ಮನೆ
ml: ഹോം
pa: ਘਰ
te: హోమ్

source: Folders
as: ফোল্ডাৰ
bn: ফোল্ডার
gu: ફોલ્ડર
hi: फोल्डर
kn: ಫೋಲ್ಡರ್‌ಗಳು
ml: ഫോൾഡറുകൾ
pa: ਫੋਲਡਰ
te: ఫోల్డర్లు

source: Pro Plan
as: প্ৰো পৰিকল্পনা
bn: প্রো প্ল্যান
gu: પ્રો પ્લાન
hi: प्रो प्लान
kn: ಪ್ರೋ ಯೋಜನೆ
ml: പ്രോ പദ്ധതി
pa: ਪ੍ਰੋ ਯੋਜਨਾ
te: ప్రో ప్లాన్

source: AnantSpace Free
as: অনন্তস্পেচ বিনামূলীয়া
bn: অনন্তস্পেস ফ্রি
gu: અનન્તસ્પેસ ફ્રી
hi: अनंतस्पेस फ्री
kn: ಅನಂತಸ್ಪೇಸ್ ಉಚಿತ
ml: അനന്തസ്പേസ് സൗജന്യം
pa: ਅਨੰਤਸਪੇਸ ਮੁਫਤ
te: అనంతస్పేస్ ఉచిత

source: AnantSpace Pro
as: অনন্তস্পেচ প্ৰো
bn: অনন্তস্পেস প্রো
gu: અનન્તસ્પેસ પ્રો
hi: अनंतस्पेस प्रो
kn: ಅನಂತಸ್ಪೇಸ್ ಪ್ರೋ
ml: അനന്തസ്പേസ് പ്രോ
pa: ਅਨੰਤਸਪੇਸ ਪ੍ਰੋ
te: అనంతస్పేస్ ప్రో
