Repository: dileepmali/aukra_my
Catalog: lib/app/localizations/l10n/app_*.arb
Languages: as, bn, gu, hi, kn, ml, or, pa, ta, te

source: Share ID not found
as: শ্বেয়াৰ ID পোৱা নগৰ
bn: শেয়ার ID পাওয়া যায়নি
gu: શેર ID મળી નથી
hi: शेयर ID नहीं मिली
kn: ಹಂಚಿಕೆ ID ಕಂಡುಬಂದಿಲ್ಲ
ml: പങ്കിടൽ ID കണ്ടെത്തിയില്ല
pa: ਸਾਂਝਾ ID ਨਹੀਂ ਮਿਲਿਆ
te: షేర్ ID కనుగొనబడలేదు

source: Share ID not found or empty
as: শ্বেয়াৰ ID পোৱা নগৰ বা খালী
bn: শেয়ার ID পাওয়া যায়নি বা খালি
gu: શેર ID મળી નથી અથવા ખાલી છે
hi: शेयर ID नहीं मिली या खाली है
kn: ಹಂಚಿಕೆ ID ಕಂಡುಬಂದಿಲ್ಲ ಅಥವಾ ಖಾಲಿಯಾಗಿದೆ
ml: പങ്കിടൽ ID കണ്ടെത്തിയില്ല അല്ലെങ്കിൽ ശൂന്യമാണ്
pa: ਸਾਂਝਾ ID ਨਹੀਂ ਮਿਲਿਆ ਜਾਂ ਖਾਲੀ ਹੈ
te: షేర్ ID కనుగొనబడలేదు లేదా ఖాళీ

# accessRevokedForAll
source: Access revoked for all recipients
as: সকল গ্ৰাহকৰ প্ৰৱেশাধিকাৰ খন্ডন কৰা হৈছে
bn: সমস্ত প্রাপকদের জন্য অ্যাক্সেস প্রত্যাহার করা হয়েছে
gu: બધા પ્રાપ્તકર્તાઓ માટે ઍક્સેસ રદ કરવામાં આવી
hi: सभी प्राप्तकर्ताओं के लिए पहुंच रद्द कर दी गई
kn: ಎಲ್ಲಾ ಸ್ವೀಕರಿಸುವವರಿಗೆ ಪ್ರವೇಶವನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ
ml: എല്ലാ സ്വീകർത്താകളുടെ ആക്സസ് പിൻവലിച്ചു
pa: ਸਾਰੇ ਪ੍ਰਾਪਤਕਰਤਾਵਾਂ ਦੀ ਪ੍ਰੇਸ਼ ਨੂੰ ਰੱਦ ਕੀਤਾ
te: అన్ని గ్రాహకుల ఆక్సెస్ ఉపసంహరించబడింది

source: Removed from your list
as: আপোনাৰ তালিকাৰ পৰা আঁতৰোৱা হৈছে
bn: আপনার তালিকা থেকে সরানো হয়েছে
gu: તમારી સૂચિમાંથી દૂર કરવામાં આવ્યું
hi: आपकी सूची से हटा दिया गया
kn: ನಿಮ್ಮ ಪಟ್ಟಿಯಿಂದ ತೆಗೆದುಹಾಕಲಾಗಿದೆ
ml: നിങ്ങളുടെ പട്ടികയിൽ നിന്ന് നീക്കം ചെയ്തു
pa: ਆਪਣੀ ਸੂਚੀ ਤੋਂ ਹਟਾਇਆ
te: మీ జాబితా నుండి తీసివేయబడింది

# failedToRevokeAccess
source: Failed to revoke access: {error}
as: প্ৰৱেশাধিকাৰ খন্ডন কৰিবলৈ ব্যৰ্থ: {error}
bn: অ্যাক্সেস প্রত্যাহার করতে ব্যর্থ: {error}
gu: ઍક્સેસ રદ કરવામાં નિષ્ફળ: {error}
hi: पहुंच रद्द करने में विफल: {error}
kn: ಪ್ರವೇಶವನ್ನು ರದ್ದುಗೊಳಿಸಲು ವಿಫಲವಾಗಿದೆ: {error}
ml: ആക്സസ് പിൻവലിക്കുന്നതിൽ പരാജയപ്പെട്ടു: {error}
pa: ਪ੍ਰੇਸ਼ ਨੂੰ ਰੱਦ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: {error}
te: ఆక్సెస్ ఉపసంహరించలేకపోయింది: {error}

# failedToRemove
source: Failed to remove: {error}
as: আঁতৰাবলৈ ব্যৰ্থ: {error}
bn: সরাতে ব্যর্থ: {error}
gu: દૂર કરવામાં નિષ્ફળ: {error}
hi: हटाने में विफल: {error}
kn: ತೆಗೆದುಹಾಕಲು ವಿಫಲವಾಗಿದೆ: {error}
ml: നീക്കം ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു: {error}
pa: ਹਟਾਉਣ ਵਿੱਚ ਅਸਫਲ: {error}
te: తీసివేయలేకపోయింది: {error}

# fileInfoNotAvailable
source: File information not available
as: ফাইল তথ্য উপলব্ধ নহয়
bn: ফাইলের তথ্য উপলব্ধ নেই
gu: ફાઇલ માહિતી ઉપલબ્ધ નથી
hi: फ़ाइल जानकारी उपलब्ध नहीं है
kn: ಫೈಲ್ ಮಾಹಿತಿ ಲಭ್ಯವಿಲ್ಲ
ml: ഫയൽ വിവരം ലഭ്യമല്ല
pa: ਫਾਇਲ ਜਾਣਕਾਰੀ ਉਪਲਬਧ ਨਹੀਂ
te: ఫైల్ సమాచారం అందుబాటులో లేదు

source: Download URL not available
as: ডাউনলোড URL উপলব্ধ নহয়
bn: ডাউনলোড URL উপলব্ধ নেই
gu: ડાઉનલોડ URL ઉપલબ્ધ નથી
hi: डाउनलोड URL उपलब्ध नहीं है
kn: ಡೌನ್‌ಲೋಡ್ URL ಲಭ್ಯವಿಲ್ಲ
ml: ഡൗൺലോഡ് URL ലഭ്യമല്ല
pa: ਡਾਊਨਲੋਡ URL ਉਪਲਬਧ ਨਹੀਂ
te: డౌన్‌లోడ్ URL అందుబాటులో లేదు

source: Failed to start download service
as: ডাউনলোড সেৱা আৰম্ভ কৰিবলৈ ব্যৰ্থ
bn: ডাউনলোড পরিষেবা শুরু করতে ব্যর্থ
gu: ડાઉનલોડ સેવા શરૂ કરવામાં નિષ્ફળ
hi: डाउनलोड सेवा शुरू करने में विफल
kn: ಡೌನ್‌ಲೋಡ್ ಸೇವೆಯನ್ನು ಪ್ರಾರಂಭಿಸಲು ವಿಫಲವಾಗಿದೆ
ml: ഡൗൺലോഡ് സേവന പ്രാരംഭിക്കുന്നതിൽ പരാജയപ്പെട്ടു
pa: ਡਾਊਨਲੋਡ ਸੇਵਾ ਸ਼ੁਰੂ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
te: డౌన్‌లోడ్ సేవను ప్రారంభించలేకపోయింది

# failedToStartDownload
source: Failed to start download: {error}
as: ডাউনলোড আৰম্ভ কৰিবলৈ ব্যৰ্থ: {error}
bn: ডাউনলোড শুরু করতে ব্যর্থ: {error}
gu: ડાઉનલોડ શરૂ કરવામાં નિષ્ફળ: {error}
hi: डाउनलोड शुरू करने में विफल: {error}
kn: ಡೌನ್‌ಲೋಡ್ ಪ್ರಾರಂಭಿಸಲು ವಿಫಲವಾಗಿದೆ: {error}
ml: ഡൗൺലോഡ് പ്രാരംഭിക്കുന്നതിൽ പരാജയപ്പെട്ടു: {error}
pa: ਡਾਊਨਲੋਡ ਸ਼ੁਰੂ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: {error}
te: డౌన్‌లోడ్‌ను ప్రారంభించలేకపోయింది: {error}

# checkNotificationTray
source: Check notification tray for download progress
as: ডাউনলোড অগ্ৰগতিৰ বাবে অধিসূচনা ট্ৰে পৰীক্ষা কৰক
bn: ডাউনলোড অগ্রগতির জন্য বিজ্ঞপ্তি ট্রে দেখুন
gu: ડાઉનલોડ પ્રગતિ માટે નોટિફિકેશન ટ્રે તપાસો
hi: डाउनलोड प्रगति के लिए नोटिफिकेशन ट्रे जांचें
kn: ಡೌನ್‌ಲೋಡ್ ಪ್ರಗತಿಗಾಗಿ ಅಧಿಸೂಚನೆ ಟ್ರೇ ಪರಿಶೀಲಿಸಿ
ml: ഡൗൺലോഡ് പ്രഗതി കാണാൻ അറിയിപ്പ് ട്രേ പരിശോധിക്കുക
pa: ਡਾਊਨਲੋਡ ਪ੍ਰਗਤੀ ਲਈ ਸੂਚਨਾ ਟ੍ਰੇ ਚੈੱਕ ਕਰੋ
te: డౌన్‌లోడ్ ప్రగతి కోసం నోటిఫికేషన్ ట్రేను చెక్ చేయండి

# failedToLoadRecipients
source: Failed to load recipients: {error}
as: গ্ৰাহকসকল লোড কৰিবলৈ ব্যৰ্থ: {error}
bn: প্রাপকদের লোড করতে ব্যর্থ: {error}
gu: પ્રાપ્તકર્તાઓ લોડ કરવામાં નિષ્ફળ: {error}
hi: प्राप्तकर्ता लोड करने में विफल: {error}
kn: ಸ್ವೀಕರಿಸುವವರನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ: {error}
ml: സ്വീകർത്താക്കൾ ലോഡ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു: {error}
pa: ਪ੍ਰਾਪਤਕਰਤਾਵਾਂ ਨੂੰ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: {error}
te: గ్రాహకులను లోడ్ చేయలేకపోయింది: {error}

source: No recipients found
as: কোনো গ্ৰাহক পোৱা নগৰ
bn: কোন প্রাপক পাওয়া যায়নি
gu: કોઈ પ્રાપ્તકર્તા મળ્યા નથી
hi: कोई प्राप्तकर्ता नहीं मिला
kn: ಯಾವುದೇ ಸ್ವೀಕರಿಸುವವರು ಕಂಡುಬಂದಿಲ್ಲ
ml: സ്വീകർത്താക്കൾ കണ്ടെത്തിയില്ല
pa: ਕੋਈ ਪ੍ਰਾਪਤਕਰਤਾ ਨਹੀਂ ਮਿਲਿਆ
te: గ్రాహకులు కనుగొనబడలేదు

source: Link copied to clipboard
as: লিংক ক্লিপবোর্ডলৈ প্ৰতিলিপি কৰা হৈছে
bn: লিঙ্ক ক্লিপবোর্ডে কপি করা হয়েছে
gu: લિંક ક્લિપબોર્ડ પર કૉપિ થઈ
hi: लिंक क्लिपबोर्ड पर कॉपी किया गया
kn: ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಲಾಗಿದೆ
ml: ലിങ്ക് ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തി
pa: ਲਿੰਕ ਨੂੰ ਕਲਿੱਪਬੋਰਡ ਵਿੱਚ ਕਾਪੀ ਕੀਤਾ
te: లింక్ క్లిప్‌బోర్డ్‌కు కాపీ చేయబడింది

source: Modified
as: সংশোধিত
bn: পরিবর্তিত
gu: સંશોધિત
hi: संशोधित
kn: ಮಾರ್ಪಡಿಸಲಾಗಿದೆ
ml: പരിഷ്‌ക്കരിച്ചത്
pa: ਸੋਧਿਆ ਗਿਆ
te: సవరించబడింది

source: Not modified
as: সংশোধিত হোৱা নাই
bn: পরিবর্তিত হয়নি
gu: સંશોધિત નથી
hi: संशोधित नहीं किया गया
kn: ಮಾರ್ಪಡಿಸಲಾಗಿಲ್ಲ
ml: പരിഷ്‌ക്കരിച്ചിട്ടില്ല
pa: ਸੋਧਿਆ ਨਹੀਂ ਗਿਆ
te: సవరించబడలేదు

source: Folder
as: ফ'ল্ডাৰ
bn: ফোল্ডার
gu: ફોલ્ડર
hi: फ़ोल्डर
kn: ಫೋಲ್ಡರ್
ml: ഫോൾഡർ
pa: ਫੋਲਡਰ
te: ఫోల్డర్

source: Item
as: বস্তু
bn: আইটেম
gu: આઇટમ
hi: आइटम
kn: ಐಟಂ
ml: ഇനം
pa: ਆਈਟਮ
te: అంశం

source: No images found
as: কোনো ছবি পোৱা নগ'ল
bn: কোনো ছবি পাওয়া যায়নি
gu: કોઈ તસ્વીરો મળી નથી
hi: कोई तस्वीरें नहीं मिलीं
kn: ಯಾವುದೇ ಚಿತ್ರಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ml: ചിത്രങ്ങളൊന്നും കണ്ടെത്തിയില്ല
pa: ਕੋਈ ਤਸਵੀਰਾਂ ਨਹੀਂ ਮਿਲੀਆਂ
te: చిత్రాలు కనుగొనబడలేదు

# noImagesRootDescription
source: Upload your photos and images to see them here
as: আপোনাৰ ফটো আৰু ছবিবোৰ ইয়াত চাবলৈ আপলোড কৰক
bn: আপনার ছবি এবং চিত্র এখানে দেখতে আপলোড করুন
gu: તમારી તસ્વીરો અને છબીઓ અહીં જોવા માટે અપલોડ કરો
hi: अपनी तस्वीरें और छवियां यहां देखने के लिए अपलोड करें
kn: ನಿಮ್ಮ ಫೋಟೋಗಳು ಮತ್ತು ಚಿತ್ರಗಳನ್ನು ಇಲ್ಲಿ ನೋಡಲು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
ml: നിങ്ങളുടെ ഫോട്ടോകളും ചിത്രങ്ങളും ഇവിടെ കാണാൻ അപ്‌ലോഡ് ചെയ്യുക
pa: ਆਪਣੀਆਂ ਫੋਟੋਆਂ ਅਤੇ ਤਸਵੀਰਾਂ ਇੱਥੇ ਦੇਖਣ ਲਈ ਅੱਪਲੋਡ ਕਰੋ
te: మీ ఫోటోలు మరియు చిత్రాలను ఇక్కడ చూడటానికి అప్‌లోడ్ చేయండి

# noImagesFolderDescription
source: This folder doesn't contain any images
as: এই ফোল্ডাৰত কোনো ছবি নাই
bn: এই ফোল্ডারে কোনো ছবি নেই
gu: આ ફોલ્ડરમાં કોઈ તસ્વીરો નથી
hi: इस फ़ोल्डर में कोई तस्वीरें नहीं हैं
kn: ಈ ಫೋಲ್ಡರ್‌ನಲ್ಲಿ ಯಾವುದೇ ಚಿತ್ರಗಳಿಲ್ಲ
ml: ഈ ഫോൾഡറിൽ ചിത്രങ്ങളൊന്നുമില്ല
pa: ਇਸ ਫੋਲਡਰ ਵਿੱਚ ਕੋਈ ਤਸਵੀਰਾਂ ਨਹੀਂ ਹਨ
te: ఈ ఫోల్డర్‌లో చిత్రాలు లేవు

source: No videos found
as: কোনো ভিডিঅ' পোৱা নগ'ল
bn: কোনো ভিডিও পাওয়া যায়নি
gu: કોઈ વીડિયો મળ્યા નથી
hi: कोई वीडियो नहीं मिला
kn: ಯಾವುದೇ ವೀಡಿಯೊಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ml: വീഡിയോകളൊന്നും കണ്ടെത്തിയില്ല
pa: ਕੋਈ ਵੀਡੀਓ ਨਹੀਂ ਮਿਲਿਆ
te: వీడియోలు కనుగొనబడలేదు

# noVideosRootDescription
source: Upload your videos to see them here
as: আপোনাৰ ভিডিঅ'বোৰ ইয়াত চাবলৈ আপলোড কৰক
bn: আপনার ভিডিও এখানে দেখতে আপলোড করুন
gu: તમારા વીડિયો અહીં જોવા માટે અપલોડ કરો
hi: अपने वीडियो यहां देखने के लिए अपलोड करें
kn: ನಿಮ್ಮ ವೀಡಿಯೊಗಳನ್ನು ಇಲ್ಲಿ ನೋಡಲು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
ml: നിങ്ങളുടെ വീഡിയോകൾ ഇവിടെ കാണാൻ അപ്‌ലോഡ് ചെയ്യുക
pa: ਆਪਣੇ ਵੀਡੀਓ ਇੱਥੇ ਦੇਖਣ ਲਈ ਅੱਪਲੋਡ ਕਰੋ
te: మీ వీడియోలను ఇక్కడ చూడటానికి అప్‌లోడ్ చేయండి

# noVideosFolderDescription
source: This folder doesn't contain any videos
as: এই ফোল্ডাৰত কোনো ভিডিঅ' নাই
bn: এই ফোল্ডারে কোনো ভিডিও নেই
gu: આ ફોલ્ડરમાં કોઈ વીડિયો નથી
hi: इस फ़ोल्डर में कोई वीडियो नहीं है
kn: ಈ ಫೋಲ್ಡರ್‌ನಲ್ಲಿ ಯಾವುದೇ ವೀಡಿಯೊಗಳಿಲ್ಲ
ml: ഈ ഫോൾഡറിൽ വീഡിയോകളൊന്നുമില്ല
pa: ਇਸ ਫੋਲਡਰ ਵਿੱਚ ਕੋਈ ਵੀਡੀਓ ਨਹੀਂ ਹਨ
te: ఈ ఫోల్డర్‌లో వీడియోలు లేవు

source: No documents found
as: কোনো নথি-পত্ৰ পোৱা নগ'ল
bn: কোনো ডকুমেন্ট পাওয়া যায়নি
gu: કોઈ દસ્તાવેજો મળ્યા નથી
hi: कोई दस्तावेज़ नहीं मिला
kn: ಯಾವುದೇ ದಾಖಲೆಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ml: രേഖകളൊന്നും കണ്ടെത്തിയില്ല
pa: ਕੋਈ ਦਸਤਾਵੇਜ਼ ਨਹੀਂ ਮਿਲੇ
te: పత్రాలు కనుగొనబడలేదు

# noDocumentsRootDescription
source: Upload your documents to see them here
as: আপোনাৰ নথি-পত্ৰবোৰ ইয়াত চাবলৈ আপলোড কৰক
bn: আপনার ডকুমেন্ট এখানে দেখতে আপলোড করুন
gu: તમારા દસ્તાવેજો અહીં જોવા માટે અપલોડ કરો
hi: अपने दस्तावेज़ यहां देखने के लिए अपलोड करें
kn: ನಿಮ್ಮ ದಾಖಲೆಗಳನ್ನು ಇಲ್ಲಿ ನೋಡಲು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
ml: നിങ്ങളുടെ രേഖകൾ ഇവിടെ കാണാൻ അപ്‌ലോഡ് ചെയ്യുക
pa: ਆਪਣੇ ਦਸਤਾਵੇਜ਼ ਇੱਥੇ ਦੇਖਣ ਲਈ ਅੱਪਲੋਡ ਕਰੋ
te: మీ పత్రాలను ఇక్కడ చూడటానికి అప్‌లోడ్ చేయండి

# noDocumentsFolderDescription
source: This folder doesn't contain any documents
as: এই ফোল্ডাৰত কোনো নথি-পত্ৰ নাই
bn: এই ফোল্ডারে কোনো ডকুমেন্ট নেই
gu: આ ફોલ્ડરમાં કોઈ દસ્તાવેજો નથી
hi: इस फ़ोल्डर में कोई दस्तावेज़ नहीं है
kn: ಈ ಫೋಲ್ಡರ್‌ನಲ್ಲಿ ಯಾವುದೇ ದಾಖಲೆಗಳಿಲ್ಲ
ml: ഈ ഫോൾഡറിൽ രേഖകളൊന്നുമില്ല
pa: ਇਸ ਫੋਲਡਰ ਵਿੱਚ ਕੋਈ ਦਸਤਾਵੇਜ਼ ਨਹੀਂ ਹਨ
te: ఈ ఫోల్డర్‌లో పత్రాలు లేవు

source: No audio found
as: কোনো অডিঅ' পোৱা নগ'ল
bn: কোনো অডিও পাওয়া যায়নি
gu: કોઈ ઓડિયો મળ્યું નથી
hi: कोई ऑडियो नहीं मिला
kn: ಯಾವುದೇ ಆಡಿಯೊ ಕಂಡುಬಂದಿಲ್ಲ
ml: ഓഡിയോ ഒന്നും കണ്ടെത്തിയില്ല
pa: ਕੋਈ ਆਡੀਓ ਨਹੀਂ ਮਿਲਿਆ
te: ఆడియో కనుగొనబడలేదు

# noAudioRootDescription
source: Upload your audio files to see them here
as: আপোনাৰ অডিঅ' ফাইলবোৰ ইয়াত চাবলৈ আপলোড কৰক
bn: আপনার অডিও ফাইল এখানে দেখতে আপলোড করুন
gu: તમારી ઓડિયો ફાઇલો અહીં જોવા માટે અપલોડ કરો
hi: अपनी ऑडियो फ़ाइलें यहां देखने के लिए अपलोड करें
kn: ನಿಮ್ಮ ಆಡಿಯೊ ಫೈಲ್‌ಗಳನ್ನು ಇಲ್ಲಿ ನೋಡಲು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
ml: നിങ്ങളുടെ ഓഡിയോ ഫയലുകൾ ഇവിടെ കാണാൻ അപ്‌ലോഡ് ചെയ്യുക
pa: ਆਪਣੀਆਂ ਆਡੀਓ ਫਾਈਲਾਂ ਇੱਥੇ ਦੇਖਣ ਲਈ ਅੱਪਲੋਡ ਕਰੋ
te: మీ ఆడియో ఫైల్‌లను ఇక్కడ చూడటానికి అప్‌లోడ్ చేయండి

# noAudioFolderDescription
source: This folder doesn't contain any audio files
as: এই ফোল্ডাৰত কোনো অডিঅ' ফাইল নাই
bn: এই ফোল্ডারে কোনো অডিও ফাইল নেই
gu: આ ફોલ્ડરમાં કોઈ ઓડિયો ફાઇલો નથી
hi: इस फ़ोल्डर में कोई ऑडियो फ़ाइल नहीं है
kn: ಈ ಫೋಲ್ಡರ್‌ನಲ್ಲಿ ಯಾವುದೇ ಆಡಿಯೊ ಫೈಲ್‌ಗಳಿಲ್ಲ
ml: ഈ ഫോൾഡറിൽ ഓഡിയോ ഫയലുകളൊന്നുമില്ല
pa: ਇਸ ਫੋਲਡਰ ਵਿੱਚ ਕੋਈ ਆਡੀਓ ਫਾਈਲਾਂ ਨਹੀਂ ਹਨ
te: ఈ ఫోల్డర్‌లో ఆడియో ఫైల్‌లు లేవు

source: No other files found
as: কোনো অন্য ফাইল পোৱা নগ'ল
bn: কোনো অন্যান্য ফাইল পাওয়া যায়নি
gu: કોઈ અન્ય ફાઇલો મળી નથી
hi: कोई अन्य फ़ाइलें नहीं मिलीं
kn: ಯಾವುದೇ ಇತರ ಫೈಲ್‌ಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ml: മറ്റ് ഫയലുകളൊന്നും കണ്ടെത്തിയില്ല
pa: ਕੋਈ ਹੋਰ ਫਾਈਲਾਂ ਨਹੀਂ ਮਿਲੀਆਂ
te: ఇతర ఫైల్‌లు కనుగొనబడలేదు

# noOtherFilesRootDescription
source: Upload files to see them here
as: ফাইলবোৰ ইয়াত চাবলৈ আপলোড কৰক
bn: ফাইল এখানে দেখতে আপলোড করুন
gu: ફાઇલો અહીં જોવા માટે અપલોડ કરો
hi: फ़ाइलें यहां देखने के लिए अपलोड करें
kn: ಫೈಲ್‌ಗಳನ್ನು ಇಲ್ಲಿ ನೋಡಲು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
ml: ഫയലുകൾ ഇവിടെ കാണാൻ അപ്‌ലോഡ് ചെയ്യുക
pa: ਫਾਈਲਾਂ ਇੱਥੇ ਦੇਖਣ ਲਈ ਅੱਪਲੋਡ ਕਰੋ
te: ఫైల్‌లను ఇక్కడ చూడటానికి అప్‌లోడ్ చేయండి

# noOtherFilesFolderDescription
source: This folder doesn't contain any other files
as: এই ফোল্ডাৰত কোনো অন্য ফাইল নাই
bn: এই ফোল্ডারে কোনো অন্যান্য ফাইল নেই
gu: આ ફોલ્ડરમાં કોઈ અન્ય ફાઇલો નથી
hi: इस फ़ोल्डर में कोई अन्य फ़ाइलें नहीं हैं
kn: ಈ ಫೋಲ್ಡರ್‌ನಲ್ಲಿ ಯಾವುದೇ ಇತರ ಫೈಲ್‌ಗಳಿಲ್ಲ
ml: ഈ ഫോൾഡറിൽ മറ്റ് ഫയലുകളൊന്നുമില്ല
pa: ਇਸ ਫੋਲਡਰ ਵਿੱਚ ਕੋਈ ਹੋਰ ਫਾਈਲਾਂ ਨਹੀਂ ਹਨ
te: ఈ ఫోల్డర్‌లో ఇతర ఫైల్‌లు లేవు

source: No folders found
as: কোনো ফোল্ডাৰ পোৱা নগ'ল
bn: কোনো ফোল্ডার পাওয়া যায়নি
gu: કોઈ ફોલ્ડર મળ્યા નથી
hi: कोई फ़ोल्डर नहीं मिला
kn: ಯಾವುದೇ ಫೋಲ್ಡರ್‌ಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ml: ഫോൾഡറുകളൊന്നും കണ്ടെത്തിയില്ല
pa: ਕੋਈ ਫੋਲਡਰ ਨਹੀਂ ਮਿਲੇ
te: ఫోల్డర్లు కనుగొనబడలేదు

# noFoldersRootDescription
source: Create folders to organize your files
as: আপোনাৰ ফাইলবোৰ সংগঠিত কৰিবলৈ ফোল্ডাৰ সৃষ্টি কৰক
bn: আপনার ফাইলগুলি সংগঠিত করতে ফোল্ডার তৈরি করুন
gu: તમારી ફાઇલો ગોઠવવા માટે ફોલ્ડર બનાવો
hi: अपनी फ़ाइलों को व्यवस्थित करने के लिए फ़ोल्डर बनाएं
kn: ನಿಮ್ಮ ಫೈಲ್‌ಗಳನ್ನು ಸಂಘಟಿಸಲು ಫೋಲ್ಡರ್‌ಗಳನ್ನು ರಚಿಸಿ
ml: നിങ്ങളുടെ ഫയലുകൾ ക്രമീകരിക്കാൻ ഫോൾഡറുകൾ സൃഷ്ടിക്കുക
pa: ਆਪਣੀਆਂ ਫਾਈਲਾਂ ਨੂੰ ਸੰਗਠਿਤ ਕਰਨ ਲਈ ਫੋਲਡਰ ਬਣਾਓ
te: మీ ఫైల్‌లను నిర్వహించడానికి ఫోల్డర్లను సృష్టించండి

# noFoldersFolderDescription
source: This location doesn't contain any folders
as: এই স্থানত কোনো ফোল্ডাৰ নাই
bn: এই অবস্থানে কোনো ফোল্ডার নেই
gu: આ સ્થાન પર કોઈ ફોલ્ડર નથી
hi: इस स्थान में कोई फ़ोल्डर नहीं है
kn: ಈ ಸ್ಥಳದಲ್ಲಿ ಯಾವುದೇ ಫೋಲ್ಡರ್‌ಗಳಿಲ್ಲ
ml: ഈ സ്ഥലത്ത് ഫോൾഡറുകളൊന്നുമില്ല
pa: ਇਸ ਸਥਾਨ ਵਿੱਚ ਕੋਈ ਫੋਲਡਰ ਨਹੀਂ ਹਨ
te: ఈ స్థానంలో ఫోల్డర్లు లేవు

source: No contacts selected
as: কোনো সংযোগ নিৰ্বাচন কৰা হোৱা নাই
bn: কোনো পরিচিতি নির্বাচিত নয়
gu: કોઈ સંપર્કો પસંદ નથી
hi: कोई संपर्क नहीं चुना गया
kn: ಯಾವುದೇ ಸಂಪರ್ಕಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಿಲ್ಲ
ml: കോൺടാക്റ്റുകളൊന്നും തിരഞ്ഞെടുത്തിട്ടില്ല
pa: ਕੋਈ ਸੰਪਰਕ ਚੁਣੇ ਨਹੀਂ ਗਏ
te: పరిచయాలు ఎంపిక చేయబడలేదు

# noContactsSelectedDescription
source: Select contacts to share files with them
as: তেওঁলোকৰ সৈতে ফাইল শ্বেয়াৰ কৰিবলৈ সংযোগ নিৰ্বাচন কৰক
bn: তাদের সাথে ফাইল শেয়ার করতে পরিচিতি নির্বাচন করুন
gu: તેમની સાથે ફાઇલો શેર કરવા માટે સંપર્કો પસંદ કરો
hi: उनके साथ फ़ाइलें साझा करने के लिए संपर्क चुनें
kn: ಅವರೊಂದಿಗೆ ಫೈಲ್‌ಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ಸಂಪರ್ಕಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: അവരുമായി ഫയലുകൾ പങ്കിടാൻ കോൺടാക്റ്റുകൾ തിരഞ്ഞെടുക്കുക
pa: ਉਹਨਾਂ ਨਾਲ ਫਾਈਲਾਂ ਸਾਂਝੀਆਂ ਕਰਨ ਲਈ ਸੰਪਰਕ ਚੁਣੋ
te: వారితో ఫైల్‌లను పంచుకోవడానికి పరిచయాలను ఎంపిక చేయండి

source: No contacts found
as: কোনো সংযোগ পোৱা নগ'ল
bn: কোনো পরিচিতি পাওয়া যায়নি
gu: કોઈ સંપર્કો મળ્યા નથી
hi: कोई संपर्क नहीं मिला
kn: ಯಾವುದೇ ಸಂಪರ್ಕಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ml: കോൺടാക്റ്റുകളൊന്നും കണ്ടെത്തിയില്ല
pa: ਕੋਈ ਸੰਪਰਕ ਨਹੀਂ ਮਿਲੇ
te: పరిచయాలు కనుగొనబడలేదు

# noContactsFoundDescription
source: No contacts available in your device
as: আপোনাৰ ডিভাইচত কোনো সংযোগ উপলব্ধ নহয়
bn: আপনার ডিভাইসে কোনো পরিচিতি উপলব্ধ নেই
gu: તમારા ડિવાઇસમાં કોઈ સંપર્કો ઉપલબ્ધ નથી
hi: आपके डिवाइस में कोई संपर्क उपलब्ध नहीं है
kn: ನಿಮ್ಮ ಸಾಧನದಲ್ಲಿ ಯಾವುದೇ ಸಂಪರ್ಕಗಳು ಲಭ್ಯವಿಲ್ಲ
ml: നിങ്ങളുടെ ഉപകരണത്തിൽ കോൺടാക്റ്റുകളൊന്നുമില്ല
pa: ਤੁਹਾਡੇ ਡਿਵਾਈਸ ਵਿੱਚ ਕੋਈ ਸੰਪਰਕ ਉਪਲਬਧ ਨਹੀਂ ਹਨ
te: మీ పరికరంలో పరిచయాలు అందుబాటులో లేవు

source: Search with contacts
as: সংযোগৰ সৈতে সন্ধান কৰক
bn: পরিচিতি দিয়ে অনুসন্ধান করুন
gu: સંપર્કો સાથે શોધો
hi: संपर्कों के साथ खोजें
kn: ಸಂಪರ್ಕಗಳೊಂದಿಗೆ ಹುಡುಕಿ
ml: കോൺടാക്റ്റുകളുമായി തിരയുക
pa: ਸੰਪਰਕਾਂ ਨਾਲ ਖੋਜੋ
te: పరిచయాలతో శోధించండి

# contactsCount
source: {loaded} / {total} contacts
as: {loaded} / {total} সংযোগ
bn: {loaded} / {total} পরিচিতি
gu: {loaded} / {total} સંપર્કો
hi: {loaded} / {total} संपर्क
kn: {loaded} / {total} ಸಂಪರ್ಕಗಳು
ml: {loaded} / {total} കോൺടാക്റ്റുകൾ
pa: {loaded} / {total} ਸੰਪਰਕ
te: {loaded} / {total} పరిచయాలు

# totalContacts
source: {count} contacts
as: {count} সংযোগ
bn: {count} পরিচিতি
gu: {count} સંપર્કો
hi: {count} संपर्क
kn: {count} ಸಂಪರ್ಕಗಳು
ml: {count} കോൺടാക്റ്റുകൾ
pa: {count} ਸੰਪਰਕ
te: {count} పరిచయాలు

# searchResultsFound
source: {count} search results found for '{query}'
as: '{query}' ৰ বাবে {count} সন্ধান ফলাফল পোৱা গৈছে
bn: '{query}' এর জন্য {count} অনুসন্ধান ফলাফল পাওয়া গেছে
gu: '{query}' માટે {count} શોધ પરિણામો મળ્યા
hi: '{query}' के लिए {count} खोज परिणाम मिले
kn: '{query}' ಗಾಗಿ {count} ಹುಡುಕಾಟ ಫಲಿತಾಂಶಗಳು ಕಂಡುಬಂದಿವೆ
ml: '{query}' എന്നതിനായി {count} തിരയൽ ഫലങ്ങൾ കണ്ടെത്തി
pa: '{query}' ਲਈ {count} ਖੋਜ ਨਤੀਜੇ ਮਿਲੇ
te: '{query}' కోసం {count} శోధన ఫలితాలు కనుగొనబడ్డాయి

source: Folder not shared
as: ফোল্ডাৰ শ্বেয়াৰ কৰা হোৱা নাই
bn: ফোল্ডার শেয়ার করা হয়নি
gu: ફોલ્ડર શેર નથી કર્યું
hi: फ़ोल्डर साझा नहीं किया गया
kn: ಫೋಲ್ಡರ್ ಹಂಚಿಕೊಂಡಿಲ್ಲ
ml: ഫോൾഡർ പങ്കിട്ടിട്ടില്ല
pa: ਫੋਲਡਰ ਸਾਂਝਾ ਨਹੀਂ ਕੀਤਾ ਗਿਆ
te: ఫోల్డర్ భాగస్వామ్యం చేయబడలేదు

# folderNotSharedDescription
source: This folder hasn't been shared with anyone yet
as: এই ফোল্ডাৰটো এতিয়ালৈকে কাৰো সৈতে শ্বেয়াৰ কৰা হোৱা নাই
bn: এই ফোল্ডারটি এখনও কারও সাথে শেয়ার করা হয়নি
gu: આ ફોલ્ડર હજી સુધી કોઈની સાથે શેર કરવામાં આવ્યું નથી
hi: यह फ़ोल्डर अभी तक किसी के साथ साझा नहीं किया गया है
kn: ಈ ಫೋಲ್ಡರ್ ಅನ್ನು ಇನ್ನೂ ಯಾರೊಂದಿಗೂ ಹಂಚಿಕೊಂಡಿಲ್ಲ
ml: ഈ ഫോൾഡർ ഇതുവരെ ആരോടും പങ്കിട്ടിട്ടില്ല
pa: ਇਹ ਫੋਲਡਰ ਅਜੇ ਤੱਕ ਕਿਸੇ ਨਾਲ ਸਾਂਝਾ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ
te: ఈ ఫోల్డర్ ఇంకా ఎవరితోనూ భాగస్వామ్యం చేయబడలేదు

source: No results found
as: কোনো ফলাফল পোৱা নগ'ল
bn: কোনো ফলাফল পাওয়া যায়নি
gu: કોઈ પરિણામ મળ્યા નથી
hi: कोई परिणाम नहीं मिला
kn: ಯಾವುದೇ ಫಲಿತಾಂಶಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ml: ഫലങ്ങളൊന്നും കണ്ടെത്തിയില്ല
pa: ਕੋਈ ਨਤੀਜੇ ਨਹੀਂ ਮਿਲੇ
te: ఫలితాలు కనుగొనబడలేదు

# noResultsFoundDescription
source: Try different keywords or filters
as: বিভিন্ন কীৱৰ্ড বা ফিল্টাৰ চেষ্টা কৰক
bn: বিভিন্ন কীওয়ার্ড বা ফিল্টার চেষ্টা করুন
gu: વિવિધ કીવર્ડ્સ અથવા ફિલ્ટર્સ અજમાવો
hi: विभिन्न कीवर्ड या फ़िल्टर आज़माएं
kn: ವಿಭಿನ್ನ ಕೀವರ್ಡ್‌ಗಳು ಅಥವಾ ಫಿಲ್ಟರ್‌ಗಳನ್ನು ಪ್ರಯತ್ನಿಸಿ
ml: വ്യത്യസ്ത കീവേഡുകളോ ഫിൽട്ടറുകളോ പരീക്ഷിക്കുക
pa: ਵੱਖਰੇ ਕੀਵਰਡ ਜਾਂ ਫਿਲਟਰ ਵਰਤ ਕੇ ਵੇਖੋ
te: విభిన్న కీవర్డ్‌లు లేదా ఫిల్టర్‌లను ప్రయత్నించండి

source: Nothing to show
as: দেখুৱাবলৈ একো নাই
bn: দেখানোর কিছু নেই
gu: બતાવવા માટે કંઈ નથી
hi: दिखाने के लिए कुछ नहीं
kn: ತೋರಿಸಲು ಏನೂ ಇಲ್ಲ
ml: കാണിക്കാൻ ഒന്നുമില്ല
pa: ਦਿਖਾਉਣ ਲਈ ਕੁਝ ਨਹੀਂ
te: చూపించడానికి ఏమీ లేదు

# nothingToShowRootDescription
source: Upload files and folders to get started
as: আৰম্ভ কৰিবলৈ ফাইল আৰু ফোল্ডাৰ আপলোড কৰক
bn: শুরু করতে ফাইল এবং ফোল্ডার আপলোড করুন
gu: શરૂ કરવા માટે ફાઇલો અને ફોલ્ડર અપલોડ કરો
hi: शुरू करने के लिए फ़ाइलें और फ़ोल्डर अपलोड करें
kn: ಪ್ರಾರಂಭಿಸಲು ಫೈಲ್‌ಗಳು ಮತ್ತು ಫೋಲ್ಡರ್‌ಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
ml: ആരംഭിക്കാൻ ഫയലുകളും ഫോൾഡറുകളും അപ്‌ലോഡ് ചെയ്യുക
pa: ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਫਾਈਲਾਂ ਅਤੇ ਫੋਲਡਰ ਅੱਪਲੋਡ ਕਰੋ
te: ప్రారంభించడానికి ఫైల్‌లు మరియు ఫోల్డర్లను అప్‌లోడ్ చేయండి

# nothingToShowFolderDescription
source: This folder is empty
as: এই ফোল্ডাৰটো খালী
bn: এই ফোল্ডারটি খালি
gu: આ ફોલ્ડર ખાલી છે
hi: यह फ़ोल्डर खाली है
kn: ಈ ಫೋಲ್ಡರ್ ಖಾಲಿ ಇದೆ
ml: ഈ ഫോൾഡർ ശൂന്യമാണ്
pa: ਇਹ ਫੋਲਡਰ ਖਾਲੀ ਹੈ
te: ఈ ఫోల్డర్ ఖాళీగా ఉంది

# noSharedByMeFiles
source: No shared files
as: কোনো শ্বেয়াৰ কৰা ফাইল নাই
bn: কোনো শেয়ার করা ফাইল নেই
gu: કોઈ શેર કરેલી ફાઇલો નથી
hi: कोई शेयर की गई फ़ाइलें नहीं
kn: ಯಾವುದೇ ಹಂಚಿಕೊಂಡ ಫೈಲ್‌ಗಳಿಲ್ಲ
ml: പങ്കിട്ട ഫയലുകളൊന്നുമില്ല
pa: ਕੋਈ ਸਾਂਝੀਆਂ ਫਾਈਲਾਂ ਨਹੀਂ
te: భాగస్వామ్య ఫైల్‌లు లేవు

# noSharedByMeFilesDescription
source: Files and folders you share with others will appear here
as: আপুনি আনৰ সৈতে শ্বেয়াৰ কৰা ফাইল আৰু ফোল্ডাৰ ইয়াত দেখা যাব
bn: আপনি অন্যদের সাথে যে ফাইল এবং ফোল্ডার শেয়ার করবেন তা এখানে দেখা যাবে
gu: તમે અન્ય લોકો સાથે શેર કરેલી ફાઇલો અને ફોલ્ડર અહીં દેખાશે
hi: आपके द्वारा दूसरों के साथ शेयर की गई फ़ाइलें और फ़ोल्डर यहां दिखाई देंगे
kn: ನೀವು ಇತರರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳುವ ಫೈಲ್‌ಗಳು ಮತ್ತು ಫೋಲ್ಡರ್‌ಗಳು ಇಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತವೆ
ml: നിങ്ങൾ മറ്റുള്ളവരുമായി പങ്കിടുന്ന ഫയലുകളും ഫോൾഡറുകളും ഇവിടെ ദൃശ്യമാകും
pa: ਤੁਸੀਂ ਹੋਰਾਂ ਨਾਲ ਜੋ ਫਾਈਲਾਂ ਅਤੇ ਫੋਲਡਰ ਸਾਂਝੇ ਕਰਦੇ ਹੋ ਉਹ ਇੱਥੇ ਦਿਖਾਈ ਦੇਣਗੇ
te: మీరు ఇతరులతో భాగస్వామ్యం చేసే ఫైల్‌లు మరియు ఫోల్డర్‌లు ఇక్కడ కనిపిస్తాయి

# noSharedWithMeFiles
source: No shared files
as: কোনো শ্বেয়াৰ কৰা ফাইল নাই
bn: কোনো শেয়ার করা ফাইল নেই
gu: કોઈ શેર કરેલી ફાઇલો નથી
hi: कोई शेयर की गई फ़ाइलें नहीं
kn: ಯಾವುದೇ ಹಂಚಿಕೊಂಡ ಫೈಲ್‌ಗಳಿಲ್ಲ
ml: പങ്കിട്ട ഫയലുകളൊന്നുമില്ല
pa: ਕੋਈ ਸਾਂਝੀਆਂ ਫਾਈਲਾਂ ਨਹੀਂ
te: భాగస్వామ్య ఫైల్‌లు లేవు

# noSharedWithMeFilesDescription
source: Files and folders shared with you will appear here
as: আপোনাৰ সৈতে শ্বেয়াৰ কৰা ফাইল আৰু ফোল্ডাৰ ইয়াত দেখা যাব
bn: আপনার সাথে শেয়ার করা ফাইল এবং ফোল্ডার এখানে দেখা যাবে
gu: તમારી સાથે શેર કરેલી ફાઇલો અને ફોલ્ડર અહીં દેખાશે
hi: आपके साथ शेयर की गई फ़ाइलें और फ़ोल्डर यहां दिखाई देंगे
kn: ನಿಮ್ಮೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಲಾದ ಫೈಲ್‌ಗಳು ಮತ್ತು ಫೋಲ್ಡರ್‌ಗಳು ಇಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತವೆ
ml: നിങ്ങളുമായി പങ്കിട്ട ഫയലുകളും ഫോൾഡറുകളും ഇവിടെ ദൃശ്യമാകും
pa: ਤੁਹਾਡੇ ਨਾਲ ਸਾਂਝੀਆਂ ਕੀਤੀਆਂ ਫਾਈਲਾਂ ਅਤੇ ਫੋਲਡਰ ਇੱਥੇ ਦਿਖਾਈ ਦੇਣਗੇ
te: మీతో భాగస్వామ్యం చేసిన ఫైల్‌లు మరియు ఫోల్డర్‌లు ఇక్కడ కనిపిస్తాయి

source: Who can access
as: কোনে প্ৰৱেশ কৰিব পাৰে
bn: কে অ্যাক্সেস করতে পারে
gu: કોણ ઍક્સેસ કરી શકે છે
hi: कौन एक्सेस कर सकता है
kn: ಯಾರು ಪ್ರವೇಶಿಸಬಹುದು
ml: ആർക്ക് ആക്‌സസ് ചെയ്യാം
pa: ਕੌਣ ਐਕਸੈੱਸ ਕਰ ਸਕਦਾ ਹੈ
te: ఎవరు యాక్సెస్ చేయవచ్చు

source: Gallery Permission Required
as: গেলাৰী অনুমতি প্ৰয়োজন
bn: গ্যালারি অনুমতি প্রয়োজন
gu: ગેલેરી પરવાનગી જરૂરી છે
hi: गैलरी अनुमति आवश्यक
kn: ಗ್ಯಾಲರಿ ಅನುಮತಿ ಅಗತ್ಯವಿದೆ
ml: ഗാലറി അനുമതി ആവശ്യമാണ്
pa: ਗੈਲਰੀ ਅਨੁਮਤੀ ਚਾਹੀਦੀ ਹੈ
te: గ్యాలరీ అనుమతి అవసరం

source: Camera Permission Required
as: কেমেৰা অনুমতি প্ৰয়োজন
bn: ক্যামেরা অনুমতি প্রয়োজন
gu: કેમેરા પરવાનગી જરૂરી છે
hi: कैमरा अनुमति आवश्यक
kn: ಕ್ಯಾಮೆರಾ ಅನುಮತಿ ಅಗತ್ಯವಿದೆ
ml: ക്യാമറ അനുമതി ആവശ്യമാണ്
pa: ਕੈਮਰਾ ਅਨੁਮਤੀ ਚਾਹੀਦੀ ਹੈ
te: కెమెరా అనుమతి అవసరం

source: Permission Required
as: অনুমতি প্ৰয়োজন
bn: অনুমতি প্রয়োজন
gu: પરવાનગી જરૂરી છે
hi: अनुमति आवश्यक
kn: ಅನುಮತಿ ಅಗತ್ಯವಿದೆ
ml: അനുമതി ആവശ്യമാണ്
pa: ਅਨੁਮਤੀ ਚਾਹੀਦੀ ਹੈ
te: అనుమతి అవసరం

# galleryPermissionDescription
source: To select and crop photos, please grant access to your gallery
as: ফটো বাছনি আৰু ক্ৰপ কৰিবলৈ, অনুগ্ৰহ কৰি আপোনাৰ গেলাৰীত প্ৰৱেশ অনুমতি দিয়ক
bn: ফটো নির্বাচন এবং ক্রপ করতে, আপনার গ্যালারিতে অ্যাক্সেসের অনুমতি দিন
gu: ફોટા પસંદ કરવા અને ક્રોપ કરવા, કૃપા કરીને તમારી ગેલેરીને એક્સેસ કરવાની પરવાનગી આપો
hi: फोटो चुनने और क्रॉप करने के लिए, कृपया अपनी गैलरी तक पहुंच की अनुमति दें
kn: ಫೋಟೋಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ಮತ್ತು ಕ್ರಾಪ್ ಮಾಡಲು, ದಯವಿಟ್ಟು ನಿಮ್ಮ ಗ್ಯಾಲರಿಗೆ ಪ್ರವೇಶವನ್ನು ನೀಡಿ
ml: ഫോട്ടോകൾ തിരഞ്ഞെടുക്കാനും ക്രോപ്പ് ചെയ്യാനും, ദയവായി നിങ്ങളുടെ ഗാലറിയിലേക്ക് ആക്‌സസ് അനുവദിക്കുക
pa: ਫੋਟੋਆਂ ਚੁਣਨ ਅਤੇ ਕ੍ਰੌਪ ਕਰਨ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਗੈਲਰੀ ਤੱਕ ਪਹੁੰਚ ਦਿਓ
te: ఫోటోలను ఎంచుకోవడానికి మరియు క్రాప్ చేయడానికి, దయచేసి మీ గ్యాలరీకి యాక్సెస్ ఇవ్వండి

# cameraPermissionDescription
source: To take photos, please grant camera access
as: ফটো তুলিবলৈ, অনুগ্ৰহ কৰি কেমেৰা প্ৰৱেশ অনুমতি দিয়ক
bn: ফটো তুলতে, ক্যামেরা অ্যাক্সেসের অনুমতি দিন
gu: ફોટા લેવા, કૃપા કરીને કેમેરા એક્સેસની પરવાનગી આપો
hi: फोटो लेने के लिए, कृपया कैमरा एक्सेस की अनुमति दें
kn: ಫೋಟೋಗಳನ್ನು ತೆಗೆಯಲು, ದಯವಿಟ್ಟು ಕ್ಯಾಮೆರಾ ಪ್ರವೇಶವನ್ನು ನೀಡಿ
ml: ഫോട്ടോകൾ എടുക്കാൻ, ദയവായി ക്യാമറ ആക്‌സസ് അനുവദിക്കുക
pa: ਫੋਟੋਆਂ ਲੈਣ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਕੈਮਰਾ ਐਕਸੈੱਸ ਦਿਓ
te: ఫోటోలు తీయడానికి, దయచేసి కెమెరా యాక్సెస్ ఇవ్వండి

# storagePermissionDescription
source: To save files, please grant storage access
as: ফাইল সংৰক্ষণ কৰিবলৈ, অনুগ্ৰহ কৰি সংৰক্ষণ প্ৰৱেশ অনুমতি দিয়ক
bn: ফাইল সংরক্ষণ করতে, স্টোরেজ অ্যাক্সেসের অনুমতি দিন
gu: ફાઇલો સાચવવા, કૃપા કરીને સ્ટોરેજ એક્સેસની પરવાનગી આપો
hi: फाइलें सहेजने के लिए, कृपया स्टोरेज एक्सेस की अनुमति दें
kn: ಫೈಲ್‌ಗಳನ್ನು ಉಳಿಸಲು, ದಯವಿಟ್ಟು ಸಂಗ್ರಹಣೆ ಪ್ರವೇಶವನ್ನು ನೀಡಿ
ml: ഫയലുകൾ സംരക്ഷിക്കാൻ, ദയവായി സ്റ്റോറേജ് ആക്‌സസ് അനുവദിക്കുക
pa: ਫਾਈਲਾਂ ਸੁਰੱਖਿਅਤ ਕਰਨ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਸਟੋਰੇਜ ਐਕਸੈੱਸ ਦਿਓ
te: ఫైల్‌లను సేవ్ చేయడానికి, దయచేసి స్టోరేజ్ యాక్సెస్ ఇవ్వండి

# permissionDescription
source: Please grant the required permission
as: অনুগ্ৰহ কৰি প্ৰয়োজনীয় অনুমতি প্ৰদান কৰক
bn: প্রয়োজনীয় অনুমতি প্রদান করুন
gu: કૃપા કરીને જરૂરી પરવાનગી આપો
hi: कृपया आवश्यक अनुमति प्रदान करें
kn: ದಯವಿಟ್ಟು ಅಗತ್ಯವಾದ ಅನುಮತಿಯನ್ನು ನೀಡಿ
ml: ദയവായി ആവശ്യമായ അനുമതി നൽകുക
pa: ਕਿਰਪਾ ਕਰਕੇ ਲੋੜੀਂਦੀ ਅਨੁਮਤੀ ਦਿਓ
te: దయచేసి అవసరమైన అనుమతిని ఇవ్వండి

source: Open Settings
as: ছেটিংছ খোলক
bn: সেটিংস খুলুন
gu: સેટિંગ્સ ખોલો
hi: सेटिंग्स खोलें
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ
ml: ക്രമീകരണങ്ങൾ തുറക്കുക
pa: ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ
te: సెట్టింగ్‌లను తెరవండి

source: Limited Access Detected
as: সীমিত প্ৰৱেশাধিকাৰ পোৱা গৈছে
bn: সীমিত অ্যাক্সেস সনাক্ত করা হয়েছে
gu: મર્યાદિત ઍક્સેસ મળી
hi: सीमित पहुंच की पहचान हुई
kn: ಸೀಮಿತ ಪ್ರವೇಶ ಪತ್ತೆಯಾಗಿದೆ
ml: പരിമിതമായ ആക്സസ് കണ്ടെത്തി
pa: ਸੀਮਤ ਪਹੁੰਚ ਮਿਲੀ
te: పరిమిత యాక్సెస్ గుర్తించబడింది

# grantFullPermissionPhotos
source: Grant full permission to access all photos
as: সকলো ফটো প্ৰৱেশ কৰিবলৈ সম্পূৰ্ণ অনুমতি দিয়ক
bn: সমস্ত ফটো অ্যাক্সেস করতে সম্পূর্ণ অনুমতি দিন
gu: તમામ ફોટા ઍક્સેસ કરવા માટે સંપૂર્ણ પરવાનગી આપો
hi: सभी फोटो तक पहुंच के लिए पूर्ण अनुमति दें
kn: ಎಲ್ಲಾ ಫೋಟೋಗಳನ್ನು ಪ್ರವೇಶಿಸಲು ಪೂರ್ಣ ಅನುಮತಿ ನೀಡಿ
ml: എല്ലാ ഫോട്ടോകളും ആക്സസ് ചെയ്യാൻ പൂർണ്ണ അനുമതി നൽകുക
pa: ਸਾਰੀਆਂ ਫੋਟੋਆਂ ਤੱਕ ਪਹੁੰਚ ਲਈ ਪੂਰੀ ਇਜਾਜ਼ਤ ਦਿਓ
te: అన్ని ఫోటోలను యాక్సెస్ చేయడానికి పూర్తి అనుమతి ఇవ్వండి

# grantFullPermissionAudio
source: Grant full permission to access all audio
as: সকলো অডিঅ' প্ৰৱেশ কৰিবলৈ সম্পূৰ্ণ অনুমতি দিয়ক
bn: সমস্ত অডিও অ্যাক্সেস করতে সম্পূর্ণ অনুমতি দিন
gu: તમામ ઑડિયો ઍક્સેસ કરવા માટે સંપૂર્ણ પરવાનગી આપો
hi: सभी ऑडियो तक पहुंच के लिए पूर्ण अनुमति दें
kn: ಎಲ್ಲಾ ಆಡಿಯೊವನ್ನು ಪ್ರವೇಶಿಸಲು ಪೂರ್ಣ ಅನುಮತಿ ನೀಡಿ
ml: എല്ലാ ഓഡിയോയും ആക്സസ് ചെയ്യാൻ പൂർണ്ണ അനുമതി നൽകുക
pa: ਸਾਰੇ ਆਡੀਓ ਤੱਕ ਪਹੁੰਚ ਲਈ ਪੂਰੀ ਇਜਾਜ਼ਤ ਦਿਓ
te: అన్ని ఆడియోను యాక్సెస్ చేయడానికి పూర్తి అనుమతి ఇవ్వండి

source: Not Now
as: এতিয়া নহয়
bn: এখন নয়
gu: અત્યારે નહીં
hi: अभी नहीं
kn: ಈಗ ಅಲ್ಲ
ml: ഇപ്പോൾ വേണ്ട
pa: ਹੁਣ ਨਹੀਂ
te: ఇప్పుడు కాదు

source: Select Album
as: এলবাম বাছনি কৰক
bn: অ্যালবাম নির্বাচন করুন
gu: આલ્બમ પસંદ કરો
hi: एल्बम चुनें
kn: ಆಲ್ಬಮ್ ಆಯ್ಕೆಮಾಡಿ
ml: ആൽബം തിരഞ്ഞെടുക്കുക
pa: ਐਲਬਮ ਚੁਣੋ
te: ఆల్బమ్ ఎంచుకోండి
