Repository: dileepmali/aukra_my
Catalog: lib/app/localizations/l10n/app_*.arb
Languages: as, bn, gu, hi, kn, ml, or, pa, ta, te

# appTitle
source: AnantSpace
as: অনন্তস্পেছ
bn: অনন্তস্পেস
gu: અનંતસ્પેસ
hi: अनंतस्पेस
kn: ಅನಂತಸ್ಪೇಸ್
ml: അനന്തസ്പേസ്
pa: ਅਨੰਤਸਪੇਸ
te: అనంతస్పేస్

source: Welcome
as: স্বাগতম
bn: স্বাগতম
gu: સ્વાગત છે
hi: स्वागत है
kn: ಸ್ವಾಗತ
ml: സ്വാഗതം
pa: ਸਵਾਗਤ ਹੈ
te: స్వాగతం

# byClicking
source: By clicking, you agree to our
as: ক্লিক কৰি, আপুনি আমাৰ নিয়মাৱলীত সন্মত হৈছে
bn: ক্লিক করে, আপনি আমাদের শর্তাবলীতে সম্মত হচ্ছেন
gu: ક્લિક કરીને, તમે અમારી શરતો સાથે સંમત થાઓ છો
hi: क्लिक करके, आप हमारी शर्तों से सहमत हैं
kn: ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ, ನೀವು ನಮ್ಮ ನಿಯಮಗಳಿಗೆ ಒಪ್ಪುತ್ತೀರಿ
ml: ക്ലിക്ക് ചെയ്യുന്നതിലൂടെ, നിങ്ങൾ ഞങ്ങളുടെ നിബന്ധനകൾ അംഗീകരിക്കുന്നു
or: କ୍ଲିକ୍ କରି, ଆପଣ ଆମର ନିୟମାବଳୀରେ ସହମତ ହେଉଛନ୍ତି
pa: ਕਲਿੱਕ ਕਰਕੇ, ਤੁਸੀਂ ਸਾਡੀਆਂ ਸ਼ਰਤਾਂ ਨਾਲ ਸਹਿਮਤ ਹੋ
ta: கிளிக் செய்வதன் மூலம், நீங்கள் எங்கள் விதிமுறைகளுக்கு ஒப்புக்கொள்கிறீர்கள்
te: క్లిక్ చేయడం ద్వారా, మీరు మా నిబంధనలకు అంగీకరిస్తున్నారు

source: Terms & Conditions
as: নিয়ম আৰু চৰ্তসমূহ
bn: নিয়ম ও শর্তাবলী
gu: નિયમો અને શરતો
hi: नियम और शर्तें
kn: ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳು
ml: നിബന്ധനകളും വ്യവസ്ഥകളും
pa: ਨਿਯਮ ਅਤੇ ਸ਼ਰਤਾਂ
te: నిబంధనలు మరియు షరతులు

source: Send OTP
as: OTP পঠিয়াওক
bn: OTP পাঠান
gu: OTP મોકલો
hi: OTP भेजें
kn: OTP ಕಳುಹಿಸಿ
ml: OTP അയയ്ക്കുക
or: OTP ପଠାନ୍ତୁ
pa: OTP ਭੇਜੋ
ta: OTP அனுப்பவும்
te: OTP పంపండి

# enterPhoneNumber
source: Number
as: নম্বৰ
bn: নম্বর
gu: નંબર
hi: नंबर
kn: ಸಂಖ್ಯೆ
ml: നമ്പർ
or: ନମ୍ବର
pa: ਨੰਬਰ
ta: எண்
te: సంఖ్య

# continueText
source: Continue
as: আগবাঢ়ক
bn: চালিয়ে যান
gu: ચાલુ રાખો
hi: जारी रखें
kn: ಮುಂದುವರೆಸಿ
ml: തുടരുക
or: ଆଗକୁ ବଢନ୍ତୁ
pa: ਜਾਰੀ ਰੱਖੋ
ta: தொடரவும்
te: కొనసాగించండి

source: Select Language
as: ভাষা বাছনি কৰক
bn: ভাষা নির্বাচন করুন
gu: ભાષા પસંદ કરો
hi: भाषा चुनें
kn: ಭಾಷೆ ಆಯ್ಕೆಮಾಡಿ
ml: ഭാഷ തിരഞ്ഞെടുക്കുക
or: ଭାଷା ବାଛନ୍ତୁ
pa: ਭਾਸ਼ਾ ਚੁਣੋ
ta: மொழியைத் தேர்ந்தெடுக்கவும்
te: భాషను ఎంచుకోండి

source: No languages found
as: কোনো ভাষা পোৱা নগ'ল
bn: কোন ভাষা পাওয়া যায়নি
gu: કોઈ ભાષા મળી નથી
hi: कोई भाषा नहीं मिली
kn: ಯಾವುದೇ ಭಾಷೆಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ml: ഭാഷകളൊന്നും കണ്ടെത്തിയില്ല
or: କୌଣସି ଭାଷା ମିଳିଲା ନାହିଁ
pa: ਕੋਈ ਭਾਸ਼ਾਵਾਂ ਨਹੀਂ ਮਿਲੀਆਂ
ta: மொழிகள் எதுவும் கிடைக்கவில்லை
te: భాషలు ఏవీ కనుగొనబడలేదు

# tryDifferentSearchTerm
source: Try a different search term
as: এটা বেলেগ সন্ধান শব্দ চেষ্টা কৰক
bn: একটি ভিন্ন খোঁজার শব্দ চেষ্টা করুন
gu: એક અલગ શોધ શબ્દ કરો
hi: एक अलग खोज शब्द का प्रयास करें
kn: ವಿಭಿನ್ನ ಹುಡುಕಾಟ ಪದವನ್ನು ಪ್ರಯತ್ನಿಸಿ
ml: മറ്റൊരു തിരയൽ പദം പരീക്ഷിക്കുക
or: ଅନ୍ୟ ଖୋଜ ଶବ୍ଦ ଚେଷ୍ଟା କରନ୍ତୁ
pa: ਇੱਕ ਵੱਖਰਾ ਖੋਜ ਸ਼ਬਦ ਵਰਤੋ
ta: வேறு தேடல் சொல்லை முயற்சிக்கவும்
te: వేరే శోధన పదాన్ని ప్రయత్నించండి

source: Enter OTP
as: OTP দিয়ক
bn: OTP লিখুন
gu: OTP દાખલ કરો
hi: OTP दर्ज करें
kn: OTP ನಮೂದಿಸಿ
ml: OTP നൽകുക
or: OTP ପ୍ରବେଶ କରନ୍ତୁ
pa: OTP ਦਰਜ ਕਰੋ
ta: OTP ஐ உள்ளிடவும்
te: OTP నమోదు చేయండి

source: Verify OTP
as: OTP সত্যাপন কৰক
bn: OTP যাচাই করুন
gu: OTP ચકાસો
hi: OTP सत्यापित करें
kn: OTP ಪರಿಶೀಲಿಸಿ
ml: OTP പരിശോധിക്കുക
pa: OTP ਤਸਦੀਕ ਕਰੋ
te: OTP ధృవీకరించండి

source: Resend OTP
as: OTP পুনৰ পঠিয়াওক
bn: OTP পুনরায় পাঠান
gu: OTP ફરીથી મોકલો
hi: OTP पुनः भेजें
kn: OTP ಮರು ಕಳುಹಿಸಿ
ml: OTP വീണ്ടും അയയ്ക്കുക
or: OTP ପୁନଃ ପଠାନ୍ତୁ
pa: OTP ਦੁਬਾਰਾ ਭੇਜੋ
ta: OTP ஐ மீண்டும் அனுப்பவும்
te: OTP మళ్లీ పంపండి

source: Please enter phone number
as: অনুগ্ৰহ কৰি ফ'ন নম্বৰ দিয়ক
bn: অনুগ্রহ করে ফোন নম্বর লিখুন
gu: કૃપા કરીને ફોન નંબર દાખલ કરો
hi: कृपया फोन नंबर दर्ज करें
kn: ದಯವಿಟ್ಟು ಫೋನ್ ಸಂಖ್ಯೆ ನಮೂದಿಸಿ
ml: ദയവായി ഫോൺ നമ്പർ നൽകുക
or: ଦୟାକରି ଫୋନ୍ ନମ୍ବର ପ୍ରବେଶ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਫੋਨ ਨੰਬਰ ਦਰਜ ਕਰੋ
ta: தயவுசெய்து தொலைபேசி எண்ணை உள்ளிடவும்
te: దయచేసి ఫోన్ నంబర్ నమోదు చేయండి

source: Please enter OTP
as: অনুগ্ৰহ কৰি OTP দিয়ক
bn: অনুগ্রহ করে OTP লিখুন
gu: કૃપા કરીને OTP દાખલ કરો
hi: कृपया OTP दर्ज करें
kn: ದಯವಿಟ್ಟು OTP ನಮೂದಿಸಿ
ml: ദയവായി OTP നൽകുക
pa: ਕਿਰਪਾ ਕਰਕੇ OTP ਦਰਜ ਕਰੋ
te: దయచేసి OTP నమోదు చేయండి

source: Invalid phone number
as: অবৈধ ফ'ন নম্বৰ
bn: অবৈধ ফোন নম্বর
gu: અમાન્ય ફોન નંબર
hi: अमान्य फोन नंबर
kn: ಅಮಾನ್ಯ ಫೋನ್ ಸಂಖ್ಯೆ
ml: അസാധുവായ ഫോൺ നമ്പർ
pa: ਗਲਤ ਫੋਨ ਨੰਬਰ
te: చెల్లని ఫోన్ నంబర్

source: Invalid OTP
as: অবৈধ OTP
bn: অবৈধ OTP
gu: અમાન્ય OTP
hi: अमान्य OTP
kn: ಅಮಾನ್ಯ OTP
ml: അസാധുവായ OTP
pa: ਗਲਤ OTP
te: చెల్లని OTP

source: OTP sent successfully
as: OTP সফলভাৱে পঠোৱা হ'ল
bn: OTP সফলভাবে পাঠানো হয়েছে
gu: OTP સફળતાપૂર્વક મોકલ્યો
hi: OTP सफलतापूर्वक भेजा गया
kn: OTP ಯಶಸ್ವಿಯಾಗಿ ಕಳುಹಿಸಲಾಗಿದೆ
ml: OTP വിജയകരമായി അയച്ചു
or: OTP ସଫଳଭାବେ ପଠାଯାଇଛି
pa: OTP ਸਫਲਤਾਪੂਰਵਕ ਭੇਜਿਆ ਗਿਆ
ta: OTP வெற்றிகரமாக அனுப்பப்பட்டது
te: OTP విజయవంతంగా పంపబడింది

source: OTP verified successfully
as: OTP সফলভাৱে সত্যাপন হ'ল
bn: OTP সফলভাবে যাচাই করা হয়েছে
gu: OTP સફળતાપૂર્વક ચકાસાયો
hi: OTP सफलतापूर्वक सत्यापित
kn: OTP ಯಶಸ್ವಿಯಾಗಿ ಪರಿಶೀಲಿಸಲಾಗಿದೆ
ml: OTP വിജയകരമായി പരിശോധിച്ചു
or: OTP ସଫଳଭାବେ ଯାଞ୍ଚ ହୋଇଛି
pa: OTP ਸਫਲਤਾਪੂਰਵਕ ਤਸਦੀਕ ਹੋਇਆ
ta: OTP வெற்றிகரமாக சரிபார்க்கப்பட்டது
te: OTP విజయవంతంగా ధృవీకరించబడింది

source: Failed to send OTP
as: OTP পঠিওৱাত ব্যৰ্থ
bn: OTP পাঠাতে ব্যর্থ
gu: OTP મોકલવામાં નિષ્ફળ
hi: OTP भेजने में विफल
kn: OTP ಕಳುಹಿಸುವಲ್ಲಿ ವಿಫಲವಾಗಿದೆ
ml: OTP അയയ്ക്കുന്നതിൽ പരാജയപ്പെട്ടു
or: OTP ପଠାଇବାରେ ବିଫଳ
pa: OTP ਭੇਜਣ ਵਿੱਚ ਅਸਫਲ
ta: OTP அனுப்புவதில் தோல்வி
te: OTP పంపడంలో విఫలమైంది

# networkError
source: Network error occurred
as: নেটৱৰ্ক ত্ৰুটি
bn: নেটওয়ার্ক ত্রুটি
gu: નેટવર્ક ભૂલ
hi: नेटवर्क त्रुटि हुई
kn: ನೆಟ್‌ವರ್ಕ್ ದೋಷ
ml: നെറ്റ്‌വർക്ക് പിശക്
or: ନେଟୱାର୍କ ତ୍ରୁଟି
pa: ਨੈੱਟਵਰਕ ਗਲਤੀ
ta: நெட்வர்க் பிழை
te: నెట్‌వర్క్ లోపం

source: Try again
as: পুনৰ চেষ্টা কৰক
bn: আবার চেষ্টা করুন
gu: ફરી પ્રયાસ કરો
hi: पुनः प्रयास करें
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ml: വീണ്ടും ശ്രമിക്കുക
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
te: మళ్లీ ప్రయత్నించండి

source: Loading...
as: ল'ড হৈ আছে...
bn: লোড হচ্ছে...
gu: લોડ થઈ રહ્યું છે...
hi: लोड हो रहा है...
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ...
ml: ലോഡ് ചെയ്യുന്നു...
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
te: లోడ్ అవుతోంది...

source: Error
as: ত্ৰুটি
bn: ত্রুটি
gu: ભૂલ
hi: त्रुटि
kn: ದೋಷ
ml: പിശക്
pa: ਗਲਤੀ
te: లోపం

source: Success
as: সফলতা
bn: সফলতা
gu: સફળતા
hi: सफलता
kn: ಯಶಸ್ಸು
ml: വിജയം
pa: ਸਫਲਤਾ
te: విజయం

source: Validation Error
as: সত্যাপন ত্ৰুটি
bn: যাচাইকরণ ত্রুটি
gu: માન્યતા ભૂલ
hi: सत्यापन त्रुटि
kn: ಮಾನ್ಯತೆ ದೋಷ
ml: സാധൂകരണ പിശക്
pa: ਪ੍ਰਮਾਣਿਕਤਾ ਗਲਤੀ
te: ధృవీకరణ లోపం

# authError
source: Authentication Error
as: প্ৰমাণীকৰণ ত্ৰুটি
bn: প্রমাণীকরণ ত্রুটি
gu: પ્રમાણીકરણ ભૂલ
hi: प्रमाणीकरण त्रुटि
kn: ಅಧಿಕೃತತೆ ದೋಷ
ml: പ്രാമാണീകരണ പിശക്
pa: ਪ੍ਰਮਾਣੀਕਰਣ ਗਲਤੀ
te: ప్రమాణీకరణ లోపం

source: Permission Error
as: অনুমতি ত্ৰুটি
bn: অনুমতি ত্রুটি
gu: પરવાનગી ભૂલ
hi: अनुमति त्रुटि
kn: ಅನುಮತಿ ದೋಷ
ml: അനുമതി പിശക്
pa: ਅਨੁਮਤੀ ਗਲਤੀ
te: అనుమతి లోపం

source: Storage Error
as: সংৰক্ষণ ত্ৰুটি
bn: সংরক্ষণ ত্রুটি
gu: સંગ્રહ ભૂલ
hi: संग्रहण त्रुटि
kn: ಸಂಗ್ರಹಣೆ ದೋಷ
ml: സ്റ്റോറേജ് പിശക്
pa: ਸਟੋਰੇਜ ਗਲਤੀ
te: నిల్వ లోపం

source: Upload Error
as: আপলোড ত্ৰুটি
bn: আপলোড ত্রুটি
gu: અપલોડ ભૂલ
hi: अपलोड त्रुटि
kn: ಅಪ್‌ಲೋಡ್ ದೋಷ
ml: അപ്‌ലോഡ് പിശക്
pa: ਅਪਲੋਡ ਗਲਤੀ
te: అప్‌లోడ్ లోపం

source: Download Error
as: ডাউনলোড ত্ৰুটি
bn: ডাউনলোড ত্রুটি
gu: ડાઉનલોડ ભૂલ
hi: डाउनलोड त्रुटि
kn: ಡೌನ್‌ಲೋಡ್ ದೋಷ
ml: ഡൗൺലോഡ് പിശക്
pa: ਡਾਊਨਲੋਡ ਗਲਤੀ
te: డౌన్‌లోడ్ లోపం

source: Server Error
as: চাৰ্ভাৰ ত্ৰুটি
bn: সার্ভার ত্রুটি
gu: સર્વર ભૂલ
hi: सर्वर त्रुटि
kn: ಸರ್ವರ್ ದೋಷ
ml: സർവർ പിശക്
pa: ਸਰਵਰ ਗਲਤੀ
te: సర్వర్ లోపం

source: Cancel
as: বাতিল কৰক
bn: বাতিল
gu: રદ કરો
hi: रद्द करें
kn: ರದ್ದುಮಾಡಿ
ml: റദ്ദാക്കുക
or: ବାତିଲ୍ କରନ୍ତୁ
pa: ਰੱਦ ਕਰੋ
ta: ரத்து செய்யவும்
te: రద్దు చేయండి

source: OK
as: ঠিক আছে
bn: ঠিক আছে
gu: બરાબર
hi: ठीक है
kn: ಸರಿ
ml: ശരി
pa: ਠੀਕ ਹੈ
te: సరే

source: Yes
as: হয়
bn: হ্যাঁ
gu: હા
hi: हाँ
kn: ಹೌದು
ml: അതെ
pa: ਹਾਂ
te: అవును

source: No
as: নহয়
bn: না
gu: ના
hi: नहीं
kn: ಇಲ್ಲ
ml: ഇല്ല
pa: ਨਹੀਂ
te: లేదు

source: Save
as: ছেভ কৰক
bn: সেভ করুন
gu: સાચવો
hi: सहेजें
kn: ಉಳಿಸಿ
ml: സേവ് ചെയ്യുക
pa: ਸੇਵ ਕਰੋ
te: సేవ్ చేయండి

source: Delete
as: মচি পেলাওক
bn: মুছে দিন
gu: કાઢી નાખો
hi: हटाएं
kn: ಅಳಿಸಿ
ml: ഡിലീറ്റ് ചെയ്യുക
or: ଡିଲିଟ୍ କରନ୍ତୁ
pa: ਮਿਟਾਓ
ta: நீக்கவும்
te: తొలగించండి

source: Edit
as: সম্পাদনা কৰক
bn: সম্পাদনা করুন
gu: સંપાદિત કરો
hi: संपादित करें
kn: ಸಂಪಾದಿಸಿ
ml: എഡിറ്റ് ചെയ്യുക
pa: ਸੰਪਾਦਨ ਕਰੋ
te: సవరించండి

source: Back
as: পিছলৈ
bn: পিছনে
gu: પાછળ
hi: वापस
kn: ಹಿಂದೆ
ml: തിരികെ
pa: ਵਾਪਸ
te: వెనుకకు

source: Next
as: পৰৱৰ্তী
bn: পরবর্তী
gu: આગળ
hi: अगला
kn: ಮುಂದೆ
ml: അടുത്തത്
pa: ਅਗਲਾ
te: తదుపరి

source: Previous
as: পূৰ্বৱৰ্তী
bn: পূর্ববর্তী
gu: પાછલું
hi: पिछला
kn: ಹಿಂದಿನ
ml: മുമ്പത്തെ
pa: ਪਿਛਲਾ
te: మునుపటి

source: Close
as: বন্ধ কৰক
bn: বন্ধ করুন
gu: બંધ કરો
hi: बंद करें
kn: ಮುಚ್ಚಿ
ml: അടയ്ക്കുക
pa: ਬੰਦ ਕਰੋ
te: మూసివేయండి

source: Open
as: খোলক
bn: খুলুন
gu: ખોલો
hi: खोलें
kn: ತೆರೆಯಿರಿ
ml: തുറക്കുക
pa: ਖੋਲ੍ਹੋ
te: తెరవండి

source: Search
as: সন্ধান কৰক
bn: অনুসন্ধান করুন
gu: શોધો
hi: खोजें
kn: ಹುಡುಕಿ
ml: തിരയുക
or: ଖୋଜନ୍ତୁ
pa: ਖੋਜੋ
ta: தேடவும்
te: వెతకండి

source: Search files and folders...
as: ফাইল আৰু ফোল্ডাৰ বিচাৰক...
bn: ফাইল এবং ফোল্ডার খুঁজুন...
gu: ફાઇલો અને ફોલ્ડર્સ શોધો...
hi: फ़ाइलें और फ़ोल्डर खोजें...
kn: ಫೈಲ್‌ಗಳು ಮತ್ತು ಫೋಲ್ಡರ್‌ಗಳನ್ನು ಹುಡುಕಿ...
ml: ഫയലുകളും ഫോൾഡറുകളും തിരയുക...
pa: ਫਾਈਲਾਂ ਅਤੇ ਫੋਲਡਰ ਖੋਜੋ...
te: ఫైల్స్ మరియు ఫోల్డర్‌లను శోధించండి...

source: Recent searches
as: শেহতীয়া সন্ধান
bn: সাম্প্রতিক অনুসন্ধান
gu: તાજેતરની શોધ
hi: हाल की खोज
kn: ಇತ್ತೀಚಿನ ಹುಡುಕಾಟಗಳು
ml: സമീപകാല തിരയലുകൾ
pa: ਹਾਲੀਆ ਖੋਜਾਂ
te: ఇటీవలి శోధనలు

source: Clear all
as: সকলো মচক
bn: সব মুছুন
gu: બધું સાફ કરો
hi: सभी हटाएं
kn: ಎಲ್ಲವನ್ನು ತೆರವುಗೊಳಿಸಿ
ml: എല്ലാം മായ്ക്കുക
pa: ਸਭ ਸਾਫ਼ ਕਰੋ
te: అన్నీ తొలగించు

# searchMinChars
source: Type 2+ chars
as: 2+ আখৰ টাইপ কৰক
bn: 2+ অক্ষর টাইপ করুন
gu: 2+ અક્ષરો ટાઇપ કરો
hi: 2+ अक्षर टाइप करें
kn: 2+ ಅಕ್ಷರಗಳನ್ನು ಟೈಪ್ ಮಾಡಿ
ml: 2+ അക്ഷരങ്ങൾ ടൈപ്പുചെയ്യുക
pa: 2+ ਅੱਖਰ ਟਾਈਪ ਕਰੋ
te: 2+ అక్షరాలు టైప్ చేయండి

# searchingFor
source: Searching...
as: সন্ধান কৰি আছে...
bn: অনুসন্ধান করা হচ্ছে...
gu: શોધ રહ્યા છીએ...
hi: खोज रहे हैं...
kn: ಹುಡುಕಲಾಗುತ್ತಿದೆ...
ml: തിരയുന്നു...
pa: ਖੋਜ ਰਿਹਾ ਹੈ...
te: వెతుకుతోంది...

source: Search failed
as: সন্ধান বিফল
bn: অনুসন্ধান ব্যর্থ
gu: શોધ નિષ્ફળ
hi: खोज विफल
kn: ಹುಡುಕಾಟ ವಿಫಲವಾಗಿದೆ
ml: തിരയൽ പരാജയപ്പെട്ടു
pa: ਖੋਜ ਅਸਫਲ
te: శోధన విఫలమైంది

# noResultsFor
source: No results
as: কোনো ফলাফল নাই
bn: কোনো ফলাফল নেই
gu: કોઈ પરિણામ નથી
hi: कोई परिणाम नहीं
kn: ಫಲಿತಾಂಶಗಳಿಲ್ಲ
ml: ഫലങ്ങളൊന്നുമില്ല
pa: ਕੋਈ ਨਤੀਜੇ ਨਹੀਂ
te: ఫలితాలు లేవు

# resultFound
source: {count} result
as: {count} ফলাফল
bn: {count} ফলাফল
gu: {count} પરિણામ
hi: {count} परिणाम
kn: {count} ಫಲಿತಾಂಶ
ml: {count} ഫലം
pa: {count} ਨਤੀਜਾ
te: {count} ఫలితం

# resultsFound
source: {count} results
as: {count} ফলাফল
bn: {count} ফলাফল
gu: {count} પરિણામો
hi: {count} परिणाम
kn: {count} ಫಲಿತಾಂಶಗಳು
ml: {count} ഫലങ്ങൾ
pa: {count} ਨਤੀਜੇ
te: {count} ఫలితాలు

source: You're Offline
as: আপুনি অফলাইন আছে
bn: আপনি অফলাইন আছেন
gu: તમે ઑફલાઇન છો
hi: आप ऑफ़लाइन हैं
kn: ನೀವು ಆಫ್‌ಲೈನ್‌ನಲ್ಲಿದ್ದೀರಿ
ml: നിങ്ങൾ ഓഫ്‌ലൈനിലാണ്
or: ଆପଣ ଅଫଲାଇନ ଅଛନ୍ତି
pa: ਤੁਸੀਂ ਔਫਲਾਈਨ ਹੋ
ta: நீங்கள் ஆஃப்லைனில் உள்ளீர்கள்
te: మీరు ఆఫ్‌లైన్‌లో ఉన్నారు

source: Something Went Wrong
as: কিবা ভুল হ'ল
bn: কিছু ভুল হয়েছে
gu: કંઈક ખોટું થયું
hi: कुछ गलत हो गया
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ
ml: എന്തോ തെറ്റ് സംഭവിച്ചു
or: କିଛି ଭୁଲ ହୋଇଛି
pa: ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ
ta: ஏதோ தவறு நடந்துவிட்டது
te: ఏదో తప్పు జరిగింది

# errorOccurred
source: Error
as: ত্ৰুটি
bn: ত্রুটি
gu: ભૂલ
hi: त्रुटि
kn: ದೋಷ
ml: പിശക്
or: ତ୍ରୁଟି
pa: ਗਲਤੀ
ta: பிழை
te: లోపం

# checkInternetConnection
source: Check your internet connection and try again to access your cloud files
as: আপোনাৰ ইণ্টাৰনেট সংযোগ পৰীক্ষা কৰক আৰু আপোনাৰ ক্লাউড ফাইল এক্সেছ কৰিবলৈ পুনৰ চেষ্টা কৰক
bn: আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন এবং আপনার ক্লাউড ফাইল অ্যাক্সেস করতে আবার চেষ্টা করুন
gu: તમારા ઇન્ટરનેટ કનેક્શનને તપાસો અને તમારી ક્લાઉડ ફાઇલોને ઍક્સેસ કરવા ફરીથી પ્રયાસ કરો
hi: अपना इंटरनेट कनेक्शन जांचें और अपनी क्लाउड फ़ाइलों तक पहुंचने के लिए पुनः प्रयास करें
kn: ನಿಮ್ಮ ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಕ್ಲೌಡ್ ಫೈಲ್‌ಗಳನ್ನು ಪ್ರವೇಶಿಸಲು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ml: നിങ്ങളുടെ ഇന്റർനെറ്റ് കണക്ഷൻ പരിശോധിച്ച് നിങ്ങളുടെ ക്ലൗഡ് ഫയലുകൾ ആക്‌സസ് ചെയ്യാൻ വീണ്ടും ശ്രമിക്കുക
or: ଆପଣଙ୍କ ଇଣ୍ଟରନେଟ ସଂଯୋଗ ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ଆପଣଙ୍କ କ୍ଲାଉଡ ଫାଇଲଗୁଡିକ ଆକ୍ସେସ କରିବାକୁ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ
pa: ਆਪਣੇ ਇੰਟਰਨੈਟ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਆਪਣੀਆਂ ਕਲਾਉਡ ਫਾਈਲਾਂ ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਲਈ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ta: உங்கள் இணைய இணைப்பைச் சரிபார்த்து உங்கள் கிளவுட் கோப்புகளை அணுக மீண்டும் முயற்சிக்கவும்
te: మీ ఇంటర్నెట్ కనెక్షన్‌ను తనిఖీ చేసి మీ క్లౌడ్ ఫైల్‌లను యాక్సెస్ చేయడానికి మళ్లీ ప్రయత్నించండి

# serversUnavailable
source: Our servers are temporarily unavailable. Please try again later
as: আমাৰ চাৰ্ভাৰ অস্থায়ীভাৱে উপলব্ধ নহয়। অনুগ্ৰহ কৰি পাছত চেষ্টা কৰক
bn: আমাদের সার্ভার সাময়িকভাবে অনুপলব্ধ। অনুগ্রহ করে পরে আবার চেষ্টা করুন
gu: અમારા સર્વર અસ્થાયી રૂપે ઉપલબ્ધ નથી. કૃપા કરીને પછીથી પ્રયાસ કરો
hi: हमारे सर्वर अस्थायी रूप से अनुपलब्ध हैं। कृपया बाद में पुनः प्रयास करें
kn: ನಮ್ಮ ಸರ್ವರ್‌ಗಳು ತಾತ್ಕಾಲಿಕವಾಗಿ ಲಭ್ಯವಿಲ್ಲ. ದಯವಿಟ್ಟು ನಂತರ ಪ್ರಯತ್ನಿಸಿ
ml: ഞങ്ങളുടെ സെർവറുകൾ താൽക്കാലികമായി ലഭ്യമല്ല. ദയവായി പിന്നീട് ശ്രമിക്കുക
or: ଆମର ସର୍ଭର ଅସ୍ଥାୟୀଭାବେ ଉପଲବ୍ଧ ନାହିଁ। ଦୟାକରି ପରେ ଚେଷ୍ଟା କରନ୍ତୁ
pa: ਸਾਡੇ ਸਰਵਰ ਅਸਥਾਈ ਤੌਰ 'ਤੇ ਉਪਲਬਧ ਨਹੀਂ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ta: எங்கள் சேவையகங்கள் தற்காலிகமாக கிடைக்கவில்லை. தயவுசெய்து பின்னர் முயற்சிக்கவும்
te: మా సర్వర్‌లు తాత్కాలికంగా అందుబాటులో లేవు. దయచేసి తర్వాత ప్రయత్నించండి

source: An error occurred
as: এটা ত্ৰুটি হৈছে
bn: একটি ত্রুটি ঘটেছে
gu: એક ભૂલ આવી
hi: एक त्रुटि हुई
kn: ಒಂದು ದೋಷ ಸಂಭವಿಸಿದೆ
ml: ഒരു പിശക് സംഭവിച്ചു
or: ଗୋଟିଏ ତ୍ରୁଟି ଘଟିଛି
pa: ਇੱਕ ਗਲਤੀ ਆਈ
ta: ஒரு பிழை ஏற்பட்டது
te: ఒక లోపం సంభవించింది

source: Reload
as: পুনৰ লোড কৰক
bn: রিলোড করুন
gu: ફરીથી લોડ કરો
hi: पुनः लोड करें
kn: ಮರುಲೋಡ್ ಮಾಡಿ
ml: റീലോഡ് ചെയ്യുക
or: ପୁନର୍ବାର ଲୋଡ କରନ୍ତୁ
pa: ਮੁੜ ਲੋਡ ਕਰੋ
ta: மீண்டும் ஏற்றவும்
te: మళ్లీ లోడ్ చేయండి

source: Filter
as: ফিল্টাৰ
bn: ফিল্টার
gu: ફિલ્ટર
hi: फिल्टर
kn: ಫಿಲ್ಟರ್
ml: ഫിൽട്ടർ
pa: ਫਿਲਟਰ
te: ఫిల్టర్

source: Filters
as: ফিল্টাৰ
bn: ফিল্টার
gu: ફિલ્ટર
hi: फिल्टर
kn: ಫಿಲ್ಟರ್
ml: ഫിൽട്ടർ
or: ଫିଲ୍ଟର
pa: ਫਿਲਟਰ
ta: வடிகட்டி
te: ఫిల్టర్

source: Sort
as: সজাওক
bn: সাজান
gu: ક્રમમાં ગોઠવો
hi: क्रमबद्ध करें
kn: ವಿಂಗಡಿಸಿ
ml: ക്രമീകരിക്കുക
pa: ਕ੍ਰਮਬੱਧ ਕਰੋ
te: క్రమబద్ధీకరించండి

source: Settings
as: ছেটিংছ
bn: সেটিংস
gu: સેટિંગ્સ
hi: सेटिंग्स
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: സെറ്റിങ്ങുകൾ
pa: ਸੈਟਿੰਗਾਂ
te: సెట్టింగ్స్

source: Profile
as: প্ৰ'ফাইল
bn: প্রোফাইল
gu: પ્રોફાઇલ
hi: प्रोफाइल
kn: ಪ್ರೊಫೈಲ್
ml: പ്രൊഫൈൽ
pa: ਪ੍ਰੋਫਾਈਲ
te: ప్రొఫైల్

source: Logout
as: লগআউট
bn: লগআউট
gu: લોગઆઉટ
hi: लॉगआउट
kn: ಲಾಗ್ಔಟ್
ml: ലോഗൗട്ട്
pa: ਲਾਗਆਉਟ
te: లాగౌట్

source: Login
as: লগইন
bn: লগইন
gu: લૉગિન
hi: लॉगिन
kn: ಲಾಗಿನ್
ml: ലോഗിൻ
pa: ਲਾਗਇਨ
te: లాగిన్

source: Register
as: নিবন্ধন কৰক
bn: নিবন্ধন করুন
gu: નોંધણી કરો
hi: पंजीकरण करें
kn: ನೋಂದಣಿ ಮಾಡಿ
ml: രജിസ്റ്റർ ചെയ്യുക
pa: ਰਜਿਸਟਰ ਕਰੋ
te: నమోదు చేసుకోండి

source: Remove
as: আঁতৰাওক
bn: সরান
gu: દૂર કરો
hi: हटाएं
kn: ತೆಗೆದುಹಾಕಿ
ml: നീക്കം ചെയ്യുക
pa: ਹਟਾਓ
te: తీసివేయి

source: Remove All
as: সকলো আঁতৰাওক
bn: সব সরান
gu: બધા દૂર કરો
hi: सभी हटाएं
kn: ಎಲ್ಲವನ್ನೂ ತೆಗೆದುಹಾಕಿ
ml: എല്ലാം നീക്കം ചെയ്യുക
pa: ਸਾਰੇ ਹਟਾਓ
te: అన్నింటినీ తీసివేయి

source: Change
as: সলনি কৰক
bn: পরিবর্তন
gu: બદલો
hi: बदलें
kn: ಬದಲಾಯಿಸಿ
ml: മാറ്റുക
pa: ਬਦਲੋ
te: మార్చు

source: Name
as: নাম
bn: নাম
gu: નામ
hi: नाम
kn: ಹೆಸರು
ml: പേര്
or: ନାମ
pa: ਨਾਮ
ta: பெயர்
te: పేరు

source: Enter name
as: নাম দিয়ক
bn: নাম লিখুন
gu: નામ દાખલ કરો
hi: नाम दर्ज करें
kn: ಹೆಸರು ನಮೂದಿಸಿ
ml: പേര് നൽകുക
pa: ਨਾਮ ਦਾਖਲ ਕਰੋ
te: పేరు నమోదు చేయండి

source: Email Address
as: ইমেইল
bn: ইমেইল
gu: ઈમેલ
hi: ईमेल पता
kn: ಇಮೇಲ್
ml: ഇമെയിൽ
pa: ਈਮੇਲ
te: ఇమెయిల్

source: Enter email
as: ইমেইল দিয়ক
bn: ইমেইল লিখুন
gu: ઈમેલ દાખલ કરો
hi: ईमेल दर्ज करें
kn: ಇಮೇಲ್ ನಮೂದಿಸಿ
ml: ഇമെയിൽ നൽകുക
pa: ਈਮੇਲ ਦਾਖਲ ਕਰੋ
te: ఇమెయిల్ నమోదు చేయండి

source: Gallery
as: গেলাৰী
bn: গ্যালারি
gu: ગેલેરી
hi: गैलरी
kn: ಗ್ಯಾಲರಿ
ml: ഗാലറി
or: ଗ୍ୟାଲେରୀ
pa: ਗੈਲਰੀ
ta: கேலரி
te: గ్యాలరీ

source: Yes, Remove
as: হয়, আঁতৰাওক
bn: হ্যাঁ, সরান
gu: હા, દૂર કરો
hi: हां, हटाएं
kn: ಹೌದು, ತೆಗೆದುಹಾಕಿ
ml: അതെ, നീക്കം ചെയ്യുക
pa: ਹਾਂ, ਹਟਾਓ
te: అవును, తీసివేయండి

# removeProfilePicture
source: Do you really want to remove profile picture?
as: আপুনি সঁচাকৈয়ে প্ৰ'ফাইল ছবি আঁতৰাব বিচাৰে নেকি?
bn: আপনি কি সত্যিই প্রোফাইল ছবি সরাতে চান?
gu: શું તમે ખરેખર પ્રોફાઇલ ચિત્ર દૂર કરવા માંગો છો?
hi: क्या आप वाकई प्रोफ़ाइल चित्र हटाना चाहते हैं?
kn: ನೀವು ನಿಜವಾಗಿಯೂ ಪ್ರೊಫೈಲ್ ಚಿತ್ರವನ್ನು ತೆಗೆದುಹಾಕಲು ಬಯಸುವಿರಾ?
ml: നിങ്ങൾക്ക് ശരിക്കും പ്രൊഫൈൽ ചിത്രം നീക്കം ചെയ്യണോ?
pa: ਕੀ ਤੁਸੀਂ ਸੱਚਮੁੱਚ ਪ੍ਰੋਫਾਈਲ ਤਸਵੀਰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
te: మీరు నిజంగా ప్రొఫైల్ చిత్రాన్ని తీసివేయాలనుకుంటున్నారా?

# onboardingTitle1
source: Digital Leader
as: ডিজিটেল লিডাৰ
bn: ডিজিটাল লিডার
gu: ડિજિટલ લીડર
hi: डिजिटल लीडर
kn: ಡಿಜಿಟಲ್ ಲೀಡರ್
ml: ഡിജിറ്റൽ ലീഡർ
or: ଡିଜିଟାଲ୍ ଲିଡର୍
pa: ਡਿਜੀਟਲ ਲੀਡਰ
ta: டிஜிட்டல் லீடர்
te: డిజిటల్ లీడర్

# onboardingTitle2
source: Auto Reminders
as: স্বয়ংক্ৰিয় সোঁৱৰণী
bn: স্বয়ংক্রিয় অনুস্মারক
gu: સ્વચાલિત રીમાઇન્ડર
hi: ऑटो रिमाइंडर
kn: ಸ್ವಯಂ ಜ್ಞಾಪನೆಗಳು
ml: സ്വയമേവയുള്ള ഓർമ്മപ്പെടുത്തലുകൾ
or: ସ୍ୱୟଂଚାଳିତ ରିମାଇଣ୍ଡର୍
pa: ਸਵੈਚਲਿਤ ਰਿਮਾਈਂਡਰ
ta: தானியங்கி நினைவூட்டல்கள்
te: ఆటో రిమైండర్లు

# onboardingTitle3
source: Quick Reports
as: দ্ৰুত প্ৰতিবেদন
bn: দ্রুত প্রতিবেদন
gu: ઝડપી રિપોર્ટ્સ
hi: त्वरित रिपोर्ट
kn: ತ್ವರಿತ ವರದಿಗಳು
ml: പെട്ടെന്നുള്ള റിപ്പോർട്ടുകൾ
or: ତୁରନ୍ତ ରିପୋର୍ଟ
pa: ਤੇਜ਼ ਰਿਪੋਰਟਾਂ
ta: விரைவான அறிக்கைகள்
te: త్వరిత నివేదికలు

# onboardingTitle4
source: Secure & Private
as: সুৰক্ষিত আৰু ব্যক্তিগত
bn: সুরক্ষিত এবং ব্যক্তিগত
gu: સુરક્ષિત અને ખાનગી
hi: सुरक्षित और निजी
kn: ಸುರಕ್ಷಿತ ಮತ್ತು ಖಾಸಗಿ
ml: സുരക്ഷിതവും സ്വകാര്യവും
or: ସୁରକ୍ଷିତ ଓ ବ୍ୟକ୍ତିଗତ
pa: ਸੁਰੱਖਿਅਤ ਅਤੇ ਨਿੱਜੀ
ta: பாதுகாப்பான மற்றும் தனிப்பட்ட
te: సురక్షితం మరియు ప్రైవేట్

# onboardingSubtitle1
source: Easily record all sales, expenses, and dues in one secure place.
as: এটা সুৰক্ষিত ঠাইত সকলো বিক্ৰী, খৰচ আৰু বকেয়া সহজে ৰেকৰ্ড কৰক।
bn: একটি সুরক্ষিত জায়গায় সমস্ত বিক্রয়, খরচ এবং বকেয়া সহজেই রেকর্ড করুন।
gu: એક સુરક્ષિત સ્થાને બધા વેચાણ, ખર્ચ અને બાકી સરળતાથી રેકોર્ડ કરો.
hi: एक सुरक्षित स्थान पर सभी बिक्री, खर्च और बकाया आसानी से रिकॉर्ड करें।
kn: ಎಲ್ಲಾ ಮಾರಾಟ, ವೆಚ್ಚಗಳು ಮತ್ತು ಬಾಕಿಗಳನ್ನು ಒಂದೇ ಸುರಕ್ಷಿತ ಸ್ಥಳದಲ್ಲಿ ಸುಲಭವಾಗಿ ದಾಖಲಿಸಿ.
ml: ഒരു സുരക്ഷിത സ്ഥലത്ത് എല്ലാ വിൽപ്പന, ചെലവുകൾ, കുടിശ്ശികകൾ എന്നിവ എളുപ്പത്തിൽ റെക്കോർഡ് ചെയ്യുക.
or: ଗୋଟିଏ ସୁରକ୍ଷିତ ସ୍ଥାନରେ ସମସ୍ତ ବିକ୍ରୟ, ଖର୍ଚ୍ଚ ଏବଂ ବକେୟା ସହଜରେ ରେକର୍ଡ କରନ୍ତୁ।
pa: ਇੱਕ ਸੁਰੱਖਿਅਤ ਥਾਂ ਤੇ ਸਾਰੀ ਵਿਕਰੀ, ਖਰਚੇ ਅਤੇ ਬਕਾਏ ਆਸਾਨੀ ਨਾਲ ਰਿਕਾਰਡ ਕਰੋ।
ta: ஒரு பாதுகாப்பான இடத்தில் அனைத்து விற்பனை, செலவுகள் மற்றும் நிலுவைகளை எளிதாகப் பதிவு செய்யுங்கள்.
te: ఒక సురక్షిత స్థలంలో అన్ని అమ్మకాలు, ఖర్చులు మరియు బకాయిలను సులభంగా రికార్డ్ చేయండి.

# onboardingSubtitle2
source: Send payment reminders via SMS or WhatsApp and get paid faster.
as: SMS বা WhatsApp-ৰ যোগেদি পৰিশোধৰ সোঁৱৰণী পঠিয়াওক আৰু দ্ৰুততাৰে পৰিশোধ লাভ কৰক।
bn: SMS বা WhatsApp এর মাধ্যমে পেমেন্ট রিমাইন্ডার পাঠান এবং দ্রুত পেমেন্ট পান।
gu: SMS અથવા WhatsApp દ્વારા ચુકવણી રીમાઇન્ડર મોકલો અને ઝડપથી ચુકવણી મેળવો.
hi: एसएमएस या व्हाट्सएप के माध्यम से भुगतान रिमाइंडर भेजें और तेजी से भुगतान प्राप्त करें।
kn: SMS ಅಥವಾ WhatsApp ಮೂಲಕ ಪಾವತಿ ಜ್ಞಾಪನೆಗಳನ್ನು ಕಳುಹಿಸಿ ಮತ್ತು ವೇಗವಾಗಿ ಪಾವತಿ ಪಡೆಯಿರಿ.
ml: SMS അല്ലെങ്കിൽ WhatsApp വഴി പേയ്‌മെന്റ് ഓർമ്മപ്പെടുത്തലുകൾ അയയ്ക്കുകയും വേഗത്തിൽ പണം സ്വീകരിക്കുകയും ചെയ്യുക.
or: SMS କିମ୍ବା WhatsApp ମାଧ୍ୟମରେ ପେମେଣ୍ଟ ରିମାଇଣ୍ଡର ପଠାନ୍ତୁ ଏବଂ ଶୀଘ୍ର ପେମେଣ୍ଟ ପାଆନ୍ତୁ।
pa: SMS ਜਾਂ WhatsApp ਰਾਹੀਂ ਭੁਗਤਾਨ ਰਿਮਾਈਂਡਰ ਭੇਜੋ ਅਤੇ ਤੇਜ਼ੀ ਨਾਲ ਭੁਗਤਾਨ ਪ੍ਰਾਪਤ ਕਰੋ।
ta: SMS அல்லது WhatsApp வழியாக பணம் செலுத்த நினைவூட்டல்களை அனுப்பி விரைவாக பணம் பெறுங்கள்.
te: SMS లేదా WhatsApp ద్వారా చెల్లింపు రిమైండర్లను పంపండి మరియు వేగంగా చెల్లింపు పొందండి.

# onboardingSubtitle3
source: See profit, loss and outstanding balances in just a few taps.
as: মাত্ৰ কেইটামান টেপত লাভ, লোকচান আৰু বকেয়া ৰাশি চাওক।
bn: মাত্র কয়েকটি ট্যাপে লাভ, ক্ষতি এবং বকেয়া ব্যালেন্স দেখুন।
gu: માત્ર થોડા ટેપમાં નફો, નુકસાન અને બાકી બેલેન્સ જુઓ.
hi: कुछ ही टैप में लाभ, हानि और बकाया राशि देखें।
kn: ಕೆಲವೇ ಟ್ಯಾಪ್‌ಗಳಲ್ಲಿ ಲಾಭ, ನಷ್ಟ ಮತ್ತು ಬಾಕಿ ಉಳಿದಿರುವ ಮೊತ್ತವನ್ನು ನೋಡಿ.
ml: കുറച്ച് ടാപ്പുകളിൽ ലാഭം, നഷ്ടം, കുടിശ്ശികയുള്ള ബാലൻസ് എന്നിവ കാണുക.
or: କେବଳ କିଛି ଟାପରେ ଲାଭ, କ୍ଷତି ଏବଂ ବକେୟା ବାଲାନ୍ସ ଦେଖନ୍ତୁ।
pa: ਸਿਰਫ਼ ਕੁਝ ਟੈਪਾਂ ਵਿੱਚ ਲਾਭ, ਨੁਕਸਾਨ ਅਤੇ ਬਕਾਇਆ ਬਕਾਇਆ ਦੇਖੋ।
ta: சில தட்டுதல்களில் லாபம், நஷ்டம் மற்றும் நிலுவையில் உள்ள இருப்புகளைப் பாருங்கள்.
te: కేవలం కొన్ని ట్యాప్‌లలో లాభం, నష్టం మరియు బకాయి బ్యాలెన్స్‌లను చూడండి.

# onboardingSubtitle4
source: Your records are encrypted and accessible only to you.
as: আপোনাৰ ৰেকৰ্ডসমূহ এনক্ৰিপ্ট কৰা আৰু কেৱল আপোনাৰ বাবে সুলভ।
bn: আপনার রেকর্ডগুলি এনক্রিপ্ট করা এবং শুধুমাত্র আপনার কাছে অ্যাক্সেসযোগ্য।
gu: તમારા રેકોર્ડ્સ એન્ક્રિપ્ટેડ છે અને ફક્ત તમારા માટે જ ઍક્સેસ કરી શકાય છે.
hi: आपके रिकॉर्ड एन्क्रिप्टेड हैं और केवल आपके लिए सुलभ हैं।
kn: ನಿಮ್ಮ ದಾಖಲೆಗಳನ್ನು ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಲಾಗಿದೆ ಮತ್ತು ನಿಮಗೆ ಮಾತ್ರ ಪ್ರವೇಶಿಸಬಹುದು.
ml: നിങ്ങളുടെ റെക്കോർഡുകൾ എൻക്രിപ്റ്റ് ചെയ്തതും നിങ്ങൾക്ക് മാത്രം ആക്സസ് ചെയ്യാവുന്നതുമാണ്.
or: ଆପଣଙ୍କର ରେକର୍ଡଗୁଡିକ ଏନକ୍ରିପ୍ଟେଡ ଏବଂ କେବଳ ଆପଣଙ୍କ ପାଇଁ ଆକ୍ସେସଯୋଗ୍ୟ।
pa: ਤੁਹਾਡੇ ਰਿਕਾਰਡ ਐਨਕ੍ਰਿਪਟਡ ਹਨ ਅਤੇ ਸਿਰਫ਼ ਤੁਹਾਡੇ ਲਈ ਪਹੁੰਚਯੋਗ ਹਨ।
ta: உங்கள் பதிவுகள் என்க்ரிப்ட் செய்யப்பட்டவை மற்றும் உங்களுக்கு மட்டுமே அணுகக்கூடியவை.
te: మీ రికార్డులు ఎన్‌క్రిప్ట్ చేయబడ్డాయి మరియు మీకు మాత్రమే యాక్సెస్ చేయగలవు.

# phoneValidationOnlyIndian
source: Only Indian numbers supported
as: কেৱল ভাৰতীয় নম্বৰ সমৰ্থিত
bn: শুধু ভারতীয় নম্বর সমর্থিত
gu: ફક્ત ભારતીય નંબર સપોર્ટેડ
hi: केवल भारतीय नंबर समर्थित
kn: ಭಾರತೀಯ ಸಂಖ್ಯೆಗಳು ಮಾತ್ರ ಬೆಂಬಲಿತ
ml: ഇന്ത്യൻ നമ്പറുകൾ മാത്രം പിന്തുണയ്ക്കൂ
or: କେବଳ ଭାରତୀୟ ନମ୍ବର ସମର୍ଥିତ
pa: ਸਿਰਫ ਭਾਰਤੀ ਨੰਬਰ ਸਮਰਥਿਤ
ta: இந்திய எண்கள் மட்டும் ஆதரவு
te: భారతీయ నంబర్లు మాత్రమే మద్దతు

# phoneValidationIndianFormat
source: Number must start with 6-9 and be 10 digits
as: নম্বৰ 6-9 ৰে আৰম্ভ হ'ব আৰু 10 সংখ্যাৰ
bn: নম্বর ৬-৯ দিয়ে শুরু হবে এবং ১০ সংখ্যার
gu: નંબર 6-9 થી શરૂ થાય અને 10 અંકનો હોય
hi: नंबर 6-9 से शुरू हो और 10 अंकों का हो
kn: ಸಂಖ್ಯೆ 6-9 ರಿಂದ ಆರಂಭವಾಗಿ 10 ಅಂಕೆಗಳು
ml: നമ്പർ 6-9 ൽ തുടങ്ങി 10 അക്കങ്ങൾ
or: ନମ୍ବର 6-9 ରେ ଆରମ୍ଭ ହୋଇ 10 ଅଙ୍କର
pa: ਨੰਬਰ 6-9 ਨਾਲ ਸ਼ੁਰੂ ਹੋਵੇ ਅਤੇ 10 ਅੰਕਾਂ ਦਾ
ta: எண் 6-9 இல் தொடங்கி 10 இலக்கங்கள்
te: నంబర్ 6-9 తో ప్రారంభమై 10 అంకెలు

# phoneValidationInvalidPattern
source: Invalid number pattern
as: অবৈধ নম্বৰ পেটাৰ্ন
bn: অবৈধ নম্বর প্যাটার্ন
gu: અમાન્ય નંબર પેટર્ન
hi: अवैध नंबर पैटर्न
kn: ಅಮಾನ್ಯ ಸಂಖ್ಯೆ ಮಾದರಿ
ml: അസാധുവായ നമ്പർ പാറ്റേൺ
or: ଅବୈଧ ନମ୍ବର ପ୍ୟାଟର୍ନ
pa: ਗਲਤ ਨੰਬਰ ਪੈਟਰਨ
ta: தவறான எண் வடிவம்
te: చెల్లని నంబర్ పద్ధతి

# phoneValidationInvalidNumber
source: Invalid mobile number
as: অবৈধ ম'বাইল নম্বৰ
bn: অবৈধ মোবাইল নম্বর
gu: અમાન્ય મોબાઇલ નંબર
hi: अवैध मोबाइल नंबर
kn: ಅಮಾನ್ಯ ಮೊಬೈಲ್ ಸಂಖ್ಯೆ
ml: അസാധുവായ മൊബൈൽ നമ്പർ
or: ଅବୈଧ ମୋବାଇଲ୍ ନମ୍ବର
pa: ਗਲਤ ਮੋਬਾਈਲ ਨੰਬਰ
ta: தவறான மொபைல் எண்
te: చెల్లని మొబైల్ నంబర్

# phoneValidationAllSameDigits
source: Invalid number - all digits cannot be same
as: অবৈধ নম্বৰ - সকলো সংখ্যা একেই হ'ব নোৱাৰে
bn: অবৈধ নম্বর - সব অঙ্ক একই হতে পারে না
gu: અમાન્ય નંબર - બધા અંકો સમાન ન હોઈ શકે
hi: अवैध नंबर - सभी अंक समान नहीं हो सकते
kn: ಅಮಾನ್ಯ ಸಂಖ್ಯೆ - ಎಲ್ಲಾ ಅಂಕೆಗಳು ಒಂದೇ ಆಗಿರಲು ಸಾಧ್ಯವಿಲ್ಲ
ml: അസാധുവായ നമ്പർ - എല്ലാ അക്കങ്ങളും ഒരേ ആയിരിക്കാൻ പാടില്ല
pa: ਗਲਤ ਨੰਬਰ - ਸਾਰੇ ਅੰਕ ਇੱਕੋ ਜਿਹੇ ਨਹੀਂ ਹੋ ਸਕਦੇ
te: చెల్లని నంబర్ - అన్ని అంకెలు ఒకే విధంగా ఉండకూడదు

# phoneValidationSequentialPattern
source: Invalid number - sequential pattern detected
as: অবৈধ নম্বৰ - ক্ৰমিক পেটাৰ্ন ধৰা পৰিছে
bn: অবৈধ নম্বর - ক্রমিক প্যাটার্ন পাওয়া গেছে
gu: અમાન્ય નંબર - ક્રમિક પેટર્ન મળ્યો
hi: अवैध नंबर - क्रमिक पैटर्न का पता चला
kn: ಅಮಾನ್ಯ ಸಂಖ್ಯೆ - ಅನುಕ್ರಮ ಮಾದರಿ ಕಂಡುಬಂದಿದೆ
ml: അസാധുവായ നമ്പർ - ക്രമമായ പാറ്റേൺ കണ്ടെത്തി
pa: ਗਲਤ ਨੰਬਰ - ਕ੍ਰਮਵਾਰ ਪੈਟਰਨ ਮਿਲਿਆ
te: చెల్లని నంబర్ - వరుస క్రమం గుర్తించబడింది

# phoneValidationRepeatingPattern
source: Invalid number - repeating pattern detected
as: অবৈধ নম্বৰ - পুনৰাবৃত্তি পেটাৰ্ন ধৰা পৰিছে
bn: অবৈধ নম্বর - পুনরাবৃত্তিমূলক প্যাটার্ন পাওয়া গেছে
gu: અમાન્ય નંબર - પુનરાવર્તન પેટર્ન મળ્યો
hi: अवैध नंबर - दोहराव पैटर्न का पता चला
kn: ಅಮಾನ್ಯ ಸಂಖ್ಯೆ - ಪುನರಾವರ್ತನೆ ಮಾದರಿ ಕಂಡುಬಂದಿದೆ
ml: അസാധുവായ നമ്പർ - ആവർത്തന പാറ്റേൺ കണ്ടെത്തി
pa: ਗਲਤ ਨੰਬਰ - ਦੁਹਰਾਉਣ ਵਾਲਾ ਪੈਟਰਨ ਮਿਲਿਆ
te: చెల్లని నంబర్ - పునరావృత క్రమం గుర్తించబడింది

# phoneValidationTooFewUniqueDigits
source: Invalid number - too few unique digits
as: অবৈধ নম্বৰ - অতি কম অনন্য সংখ্যা
bn: অবৈধ নম্বর - খুব কম অনন্য অঙ্ক
gu: અમાન્ય નંબર - ખૂબ ઓછા અલગ અંકો
hi: अवैध नंबर - बहुत कम अलग अंक
kn: ಅಮಾನ್ಯ ಸಂಖ್ಯೆ - ತುಂಬಾ ಕಡಿಮೆ ವಿಶಿಷ್ಟ ಅಂಕೆಗಳು
ml: അസാധുവായ നമ്പർ - വളരെ കുറച്ച് വ്യത്യസ്ത അക്കങ്ങൾ
pa: ਗਲਤ ਨੰਬਰ - ਬਹੁਤ ਘੱਟ ਵਿਲੱਖਣ ਅੰਕ
te: చెల్లని నంబర్ - చాలా తక్కువ ప్రత్యేక అంకెలు
