Repository: dileepmali/aukra_my
Catalog: lib/app/localizations/l10n/app_*.arb
Languages: as, bn, gu, hi, kn, ml, or, pa, ta, te

source: Your storage
as: আপোনাৰ সংৰক্ষণ
bn: আপনার স্টোরেজ
gu: તમારું સ્ટોરેજ
hi: आपका स्टोरेज
kn: ನಿಮ್ಮ ಸಂಗ್ರಹಣೆ
ml: നിങ്ങളുടെ സംഭരണി
pa: ਤੁਹਾਡਾ ਸਟੋਰੇਜ
te: మీ స్టోరేజ్

# percentUsed
source: % Used
as: % ব্যৱহৃত
bn: % ব্যবহৃত
gu: % વપરાયેલ
hi: % उपयोग
kn: % ಬಳಸಲಾಗಿದೆ
ml: % ഉപയോഗിച്ചു
pa: % ਵਰਤਿਆ
te: % వాడబడింది

source: Buy storage
as: সংৰক্ষণ কিনক
bn: স্টোরেজ কিনুন
gu: સ્ટોરેજ ખરીદો
hi: स्टोरेज खरीदें
kn: ಸಂಗ್ರಹಣೆ ಖರೀದಿಸಿ
ml: സംഭരണി വാങ്ങുക
pa: ਸਟੋਰੇਜ ਖਰੀਦੋ
te: స్టోరేజ్ కొనండి

source: Upgrade plan
as: পৰিকল্পনা আপগ্ৰেড কৰক
bn: প্ল্যান আপগ্রেড করুন
gu: પ્લાન અપગ્રેડ કરો
hi: प्लान अपग्रेड
kn: ಯೋಜನೆಯನ್ನು ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ
ml: പദ്ധതി അപ്‌ഗ്രേഡ് ചെയ്യുക
pa: ਯੋਜਨਾ ਅਪਗ੍ਰੇਡ
te: ప్లాన్ అప్‌గ్రేడ్ చేయండి

source: Edit profile
as: প্ৰফাইল সম্পাদনা কৰক
bn: প্রোফাইল সম্পাদনা করুন
gu: પ્રોફાઇલ સંપાદિત કરો
hi: प्रोफ़ाइल संपादित करें
kn: ಪ್ರೊಫೈಲ್ ಸಂಪಾದಿಸಿ
ml: പ്രൊഫൈൽ എഡിറ്റ് ചെയ്യുക
pa: ਪ੍ਰੋਫਾਈਲ ਸੰਪਾਦਿਤ ਕਰੋ
te: ప్రొఫైల్ ఎడిట్ చేయండి

# privacyPolicyTerms
source: Privacy policy & Terms of usage
as: গোপনীয়তা নীতি আৰু ব্যৱহাৰৰ নিয়ম
bn: গোপনীয়তা নীতি এবং ব্যবহারের শর্তাবলী
gu: ગોપનીયતા નીતિ અને ઉપયોગની શરતો
hi: गोपनीयता नीति और उपयोग की शर्तें
kn: ಗೋಪ್ಯತೆ ನೀತಿ ಮತ್ತು ಬಳಕೆಯ ನಿಯಮಗಳು
ml: സ്വകാര്യതാ നയവും ഉപയോഗ നിബന്ധനകളും
pa: ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਅਤੇ ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ
te: గోప్యతా విధానం మరియు వినియోగ నియమాలు

source: Rate us
as: আমাক ৰেট কৰক
bn: আমাদের রেট করুন
gu: અમને રેટ કરો
hi: हमें रेट करें
kn: ನಮಗೆ ರೇಟಿಂಗ್ ನೀಡಿ
ml: ഞങ്ങളെ റേറ്റ് ചെയ്യുക
pa: ਸਾਨੂੰ ਰੇਟ ਕਰੋ
te: మాకు రేటింగ్ ఇవ్వండి

# fileIdRequiredToShare
source: File ID is required to share
as: শ্বেয়াৰ কৰিবলৈ ফাইল ID আৱশ্যক
bn: শেয়ার করার জন্য ফাইল ID প্রয়োজন
gu: શેર કરવા માટે ફાઇલ ID જરૂરી છે
hi: साझा करने के लिए फ़ाइल ID आवश्यक है
kn: ಹಂಚಿಕೊಳ್ಳಲು ಫೈಲ್ ID ಅಗತ್ಯವಿದೆ
ml: പങ്കിടാൻ ഫയൽ ID ആവശ്യമാണ്
pa: ਸਾਂਝਾ ਕਰਨ ਲਈ ਫਾਈਲ ID ਚਾਹੀਦਾ ਹੈ
te: షేర్ చేయడానికి ఫైల్ ID అవసరం

source: Share Link Generated
as: শ্বেয়াৰ লিংক তৈয়াৰ কৰা হৈছে
bn: শেয়ার লিংক তৈরি করা হয়েছে
gu: શેર લિંક બનાવી છે
hi: शेयर लिंक बनाया गया
kn: ಹಂಚಿಕೊಳ್ಳುವ ಲಿಂಕ್ ರಚಿಸಲಾಗಿದೆ
ml: പങ്കിടൽ ലിങ്ക് സൃഷ്ടിച്ചു
pa: ਸਾਂਝਾ ਲਿੰਕ ਬਣਾਇਆ ਗਿਆ
te: షేర్ లింక్ సృష్టించబడింది

# fileSharedWithContacts
source: Your file "{fileName}" has been shared with {contactCount} contact(s).
as: আপোনাৰ ফাইল "{fileName}" {contactCount} যোগাযোগ(সকলৰ) লগত শ্বেয়াৰ কৰা হৈছে।
bn: আপনার ফাইল "{fileName}" {contactCount} পরিচিত(দের) সাথে শেয়ার করা হয়েছে।
gu: તમારી ફાઇલ "{fileName}" {contactCount} સંપર્ક(ો) સાથે શેર કરી છે।
hi: आपकी फ़ाइल "{fileName}" को {contactCount} संपर्क(s) के साथ साझा किया गया है।
kn: ನಿಮ್ಮ ಫೈಲ್ "{fileName}" ಅನ್ನು {contactCount} ಸಂಪರ್ಕ(ಗಳೊಂದಿಗೆ) ಹಂಚಿಕೊಳ್ಳಲಾಗಿದೆ।
ml: നിങ്ങളുടെ ഫയൽ "{fileName}" {contactCount} കോൺടാക്റ്റ്(കൾക്ക്) പങ്കിട്ടു।
pa: ਤੁਹਾਡੀ ਫਾਈਲ "{fileName}" {contactCount} ਸੰਪਰਕ(ਾਂ) ਨਾਲ ਸਾਂਝੀ ਕੀਤੀ ਗਈ ਹੈ।
te: మీ ఫైల్ "{fileName}" {contactCount} పరిచయ(ాలతో) షేర్ చేయబడింది।

source: Share Link:
as: শ্বেয়াৰ লিংক:
bn: শেয়ার লিংক:
gu: શેર લિંક:
hi: शेयर लिंक:
kn: ಹಂಚಿಕೊಳ್ಳುವ ಲಿಂಕ್:
ml: പങ്കിടൽ ലിങ്ക്:
pa: ਸਾਂਝਾ ਲਿੰਕ:
te: షేర్ లింక్:

source: Share screen
as: শ্বেয়াৰ স্ক্ৰিন
bn: শেয়ার স্ক্রিন
gu: શેર સ્ક્રીન
hi: शेयर स्क्रीन
kn: ಹಂಚಿಕೊಳ್ಳುವ ಪರದೆ
ml: പങ്കിടൽ സ്ക്രീൻ
pa: ਸਾਂਝਾ ਸਕਰੀਨ
te: షేర్ స్క్రీన్

source: Select Contacts
as: যোগাযোগ বাছক
bn: পরিচিতি নির্বাচন করুন
gu: સંપર્કો પસંદ કરો
hi: संपर्क चुनें
kn: ಸಂಪರ್ಕಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: കോൺടാക്റ്റുകൾ തിരഞ്ഞെടുക്കുക
pa: ਸੰਪਰਕ ਚੁਣੋ
te: పరిచయాలను ఎంచుకోండి

source: Selected Contacts
as: নিৰ্বাচিত যোগাযোগ
bn: নির্বাচিত পরিচিতি
gu: પસંદ કરેલા સંપર્કો
hi: चुने गए संपर्क
kn: ಆಯ್ಕೆಮಾಡಿದ ಸಂಪರ್ಕಗಳು
ml: തിരഞ്ഞെടുത്ത കോൺടാക്റ്റുകൾ
pa: ਚੁਣੇ ਗਏ ਸੰਪਰਕ
te: ఎంచుకున్న పరిచయాలు

# searchContactsHint
source: Search contacts...
as: যোগাযোগ বিচাৰক...
bn: পরিচিতি অনুসন্ধান...
gu: સંપર્કો શોધો...
hi: संपर्क खोजें...
kn: ಸಂಪರ್ಕಗಳನ್ನು ಹುಡುಕಿ...
ml: കോൺടാക്റ്റുകൾ തെടുകുക...
pa: ਸੰਪਰਕ ਖੋਜੋ...
te: పరిచయాలను వెతకండి...

# shareButton
source: Share
as: শ্বেয়াৰ কৰক
bn: শেয়ার করুন
gu: શેર કરો
hi: साझा करें
kn: ಆಧಾರಿಸಿ
ml: പങ്കെൟുക്കുക
pa: ਸਾਂਝਾ ਕਰੋ
te: షేర్ చేయండి

source: Search contacts...
as: সম্পৰ্ক সন্ধান কৰক...
bn: পরিচিতি অনুসন্ধান করুন...
gu: સંપર્કો શોધો...
hi: संपर्क खोजें...
kn: ಸಂಪರ್ಕಗಳನ್ನು ಹುಡುಕಿ...
ml: കോൺടാക്റ്റുകൾ തിരയുക...
pa: ਸੰਪਰਕ ਖੋਜੋ...
te: పరిచయాలను శోధించండి...

source: Validating...
as: সত্যাপন কৰি আছে...
bn: যাচাই করা হচ্ছে...
gu: ચકાસી રહ્યા છીએ...
hi: सत्यापित कर रहे हैं...
kn: ಪರಿಶೀಲಿಸುತ್ತಿದೆ...
ml: സാധുകരിക്കുന്നു...
pa: ਪ੍ਰਮਾਣਿਤ ਕਰ ਰਿਹਾ ਹੈ...
te: ధృవీకరిస్తోంది...

# shareWithCount
source: Share ({count})
as: শ্বেয়াৰ কৰক ({count})
bn: শেয়ার করুন ({count})
gu: શેર કરો ({count})
hi: साझा करें ({count})
kn: ಹಂಚಿಕೊಳ್ಳಿ ({count})
ml: പങ്കിടുക ({count})
pa: ਸਾਂਝਾ ਕਰੋ ({count})
te: షేర్ చేయండి ({count})

# contactsSelected
source: {count} contacts selected
as: {count} যোগাযোগ নিৰ্বাচিত
bn: {count} পরিচিতি নির্বাচিত
gu: {count} સંપર્કો પસંદ કર્યા
hi: {count} संपर्क चुने गए
kn: {count} ಸಂಪರ್ಕಗಳನ್ನು ಆಯ್ಕೆಮಾಡಲಾಗಿದೆ
ml: {count} കോൺടാക്റ്റുകൾ തിരഞ്ഞെടുത്തു
pa: {count} ਸੰਪਰਕ ਚੁਣੇ ਗਏ
te: {count} పరిచయాలు ఎంచుకున్నారు

# pleaseSelectContactsToShare
source: Please select at least one contact to share with
as: শ্বেয়াৰ কৰিবলৈ কমেও এটা সম্পৰ্ক নিৰ্বাচন কৰক
bn: শেয়ার করার জন্য কমপক্ষে একটি পরিচিতি নির্বাচন করুন
gu: શેર કરવા માટે ઓછામાં ઓછો એક સંપર્ક પસંદ કરો
hi: कृपया साझा करने के लिए कम से कम एक संपर्क चुनें
kn: ಹಂಚಿಕೊಳ್ಳಲು ಕನಿಷ್ಠ ಒಂದು ಸಂಪರ್ಕವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: പങ്കിടാൻ കുറഞ്ഞത് ഒരു കോൺടാക്റ്റ് തിരഞ്ഞെടുക്കുക
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਾਂਝਾ ਕਰਨ ਲਈ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਸੰਪਰਕ ਚੁਣੋ
te: షేర్ చేయడానికి కనీసం ఒక పరిచయాన్ని ఎంచుకోండి

# selectedContactsNoValidPhones
source: Selected contacts do not have valid phone numbers
as: নিৰ্বাচিত সম্পৰ্কসমূহৰ বৈধ ফোন নম্বৰ নাই
bn: নির্বাচিত পরিচিতিদের বৈধ ফোন নম্বর নেই
gu: પસંદ કરેલા સંપર્કો પાસે માન્ય ફોન નંબર નથી
hi: चुने गए संपर्कों के पास वैध फोन नंबर नहीं हैं
kn: ಆಯ್ಕೆಮಾಡಿದ ಸಂಪರ್ಕಗಳಿಗೆ ಮಾನ್ಯ ಫೋನ್ ನಂಬರ್‌ಗಳಿಲ್ಲ
ml: തിരഞ്ഞെടുത്ത കോൺടാക്റ്റുകൾക്ക് സാധുവായ ഫോൺ നമ്പറുകൾ ഇല്ല
pa: ਚੁਣੇ ਗਏ ਸੰਪਰਕਾਂ ਕੋਲ ਸਹੀ ਫੋਨ ਨੰਬਰ ਨਹੀਂ ਹਨ
te: ఎంచుకున్న పరిచయాలకు చెల్లుబాటు అయ్యే ఫోన్ నంబర్లు లేవు

# invalidPhoneNumbersNotRegistered
source: Invalid phone numbers: {phoneNumbers} These contacts are not registered. Please remove them and try again.
as: অবৈধ ফোন নম্বৰ: {phoneNumbers} এই সম্পৰ্কসমূহ পঞ্জীয়নভুক্ত নহয়। অনুগ্ৰহ কৰি সেইবোৰ আঁতৰাওক আৰু পুনৰ চেষ্টা কৰক।
bn: অবৈধ ফোন নম্বর: {phoneNumbers} এই পরিচিতিরা নিবন্ধিত নয়। অনুগ্রহ করে তাদের সরান এবং আবার চেষ্টা করুন।
gu: અમાન્ય ફોન નંબર: {phoneNumbers} આ સંપર્કો નોંધાયેલા નથી. કૃપા કરીને તેમને દૂર કરો અને ફરી પ્રયાસ કરો।
hi: अमान्य फोन नंबर: {phoneNumbers} यह संपर्क पंजीकृत नहीं हैं। कृपया इन्हें हटाएं और पुनः प्रयास करें।
kn: ಅಮಾನ್ಯ ಫೋನ್ ನಂಬರ್‌ಗಳು: {phoneNumbers} ಈ ಸಂಪರ್ಕಗಳು ನೋಂದಾಯಿಸಲಾಗಿಲ್ಲ. ದಯವಿಟ್ಟು ಅವುಗಳನ್ನು ತೆಗೆದುಹಾಕಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ।
ml: അസാധുവായ ഫോൺ നമ്പറുകൾ: {phoneNumbers} ഈ കോൺടാക്റ്റുകൾ രജിസ്റ്റർ ചെയ്തിട്ടില്ല. ദയവായി അവ നീക്കം ചെയ്ത് വീണ്ടും ശ്രമിക്കുക।
pa: ਗਲਤ ਫੋਨ ਨੰਬਰ: {phoneNumbers} ਇਹ ਸੰਪਰਕ ਰਜਿਸਟਰ ਨਹੀਂ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਇਨ੍ਹਾਂ ਨੂੰ ਹਟਾਓ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
te: చెల్లని ఫోన్ నంబర్లు: {phoneNumbers} ఈ పరిచయాలు నమోదు చేయబడలేదు. దయచేసి వాటిని తొలగించి మళ్లీ ప్రయత్నించండి।

# failedToValidateContacts
source: Failed to validate contacts: {error}
as: সম্পৰ্ক সত্যাপন কৰিবলৈ বিফল: {error}
bn: পরিচিতি যাচাই করতে ব্যর্থ: {error}
gu: સંપર્કો ચકાસવામાં નિષ્ફળ: {error}
hi: संपर्क सत्यापित करने में विफल: {error}
kn: ಸಂಪರ್ಕಗಳನ್ನು ಪರಿಶೀಲಿಸುವಲ್ಲಿ ವಿಫಲವಾಗಿದೆ: {error}
ml: കോൺടാക്റ്റുകൾ സാധൂകരിക്കുന്നതിൽ പരാജയപ്പെട്ടു: {error}
pa: ਸੰਪਰਕ ਪ੍ਰਮਾਣਿਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: {error}
te: పరిచయాలను ధృవీకరించడంలో విఫలమైంది: {error}

source: Select Destination
as: গন্তব্য নিৰ্বাচন কৰক
bn: গন্তব্য নির্বাচন করুন
gu: ગંતવ્ય પસંદ કરો
hi: गंतव्य चुनें
kn: ಗಮ್ಯಸ್ಥಾನವನ್ನು ಆರಿಸಿ
ml: ലക്ഷ്യസ്ഥാനം തിരഞ്ഞെടുക്കുക
pa: ਮੰਜ਼ਿਲ ਚੁਣੋ
te: గమ్యాన్ని ఎంచుకోండి

source: No Folders Here
as: ইয়াত কোনো ফ'ল্ডাৰ নাই
bn: এখানে কোনো ফোল্ডার নেই
gu: અહીં કોઈ ફોલ્ડર નથી
hi: यहां कोई फ़ोल्डर नहीं
kn: ಇಲ್ಲಿ ಯಾವುದೇ ಫೋಲ್ಡರ್‌ಗಳಿಲ್ಲ
ml: ഇവിടെ ഫോൾഡറുകളൊന്നുമില്ല
pa: ਇੱਥੇ ਕੋਈ ਫੋਲਡਰ ਨਹੀਂ
te: ఇక్కడ ఫోల్డర్‌లు లేవు

# noSubfoldersDescription
source: This location has no subfolders. You can still move items to this location.
as: এই স্থানত কোনো উপফ'ল্ডাৰ নাই। আপুনি এতিয়াও এই স্থানলৈ আইটেম স্থানান্তৰ কৰিব পাৰে।
bn: এই অবস্থানে কোনো সাবফোল্ডার নেই। আপনি এখনও এই অবস্থানে আইটেম সরাতে পারেন।
gu: આ સ્થાન પર કોઈ સબફોલ્ડર નથી। તમે હજી પણ આ સ્થાન પર વસ્તુઓ ખસેડી શકો છો।
hi: इस स्थान में कोई सबफ़ोल्डर नहीं हैं। आप अभी भी इस स्थान पर आइटम स्थानांतरित कर सकते हैं।
kn: ಈ ಸ್ಥಳದಲ್ಲಿ ಯಾವುದೇ ಉಪಫೋಲ್ಡರ್‌ಗಳಿಲ್ಲ. ನೀವು ಇನ್ನೂ ಈ ಸ್ಥಳಕ್ಕೆ ಐಟಂಗಳನ್ನು ಸರಿಸಬಹುದು.
ml: ഈ സ്ഥലത്ത് സബ്ഫോൾഡറുകളൊന്നുമില്ല. നിങ്ങൾക്ക് ഇപ്പോഴും ഈ സ്ഥലത്തേക്ക് ഇനങ്ങൾ നീക്കാൻ കഴിയും.
pa: ਇਸ ਸਥਾਨ 'ਤੇ ਕੋਈ ਉਪ-ਫੋਲਡਰ ਨਹੀਂ ਹਨ। ਤੁਸੀਂ ਅਜੇ ਵੀ ਇਸ ਸਥਾਨ 'ਤੇ ਆਈਟਮਾਂ ਨੂੰ ਮੂਵ ਕਰ ਸਕਦੇ ਹੋ।
te: ఈ స్థానంలో ఉప ఫోల్డర్‌లు లేవు. మీరు ఇప్పటికీ ఈ స్థానానికి అంశాలను తరలించవచ్చు.

source: Can't move
as: স্থানান্তৰ কৰিব নোৱাৰি
bn: সরানো যাবে না
gu: ખસેડી શકાતું નથી
hi: स्थानांतरित नहीं किया जा सकता
kn: ಸರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ
ml: നീക്കാൻ കഴിയില്ല
pa: ਮੂਵ ਨਹੀਂ ਕਰ ਸਕਦੇ
te: తరలించలేము

source: Moving...
as: স্থানান্তৰ হৈ আছে...
bn: সরানো হচ্ছে...
gu: ખસેડી રહ્યું છે...
hi: स्थानांतरित हो रहा है...
kn: ಸರಿಸಲಾಗುತ್ತಿದೆ...
ml: നീക്കുന്നു...
pa: ਮੂਵ ਹੋ ਰਿਹਾ ਹੈ...
te: తరలిస్తోంది...

source: Move Here
as: ইয়ালৈ স্থানান্তৰ কৰক
bn: এখানে সরান
gu: અહીં ખસેડો
hi: यहाँ स्थानांतरित करें
kn: ಇಲ್ಲಿ ಸರಿಸಿ
ml: ഇവിടെ നീക്കുക
pa: ਇੱਥੇ ਮੂਵ ਕਰੋ
te: ఇక్కడ తరలించండి

# pleaseSelectDestinationFolder
source: Please select a destination folder to move your files.
as: অনুগ্ৰহ কৰি আপোনাৰ ফাইল স্থানান্তৰ কৰিবলৈ এটা গন্তব্য ফ'ল্ডাৰ নিৰ্বাচন কৰক।
bn: অনুগ্রহ করে আপনার ফাইলগুলি সরাতে একটি গন্তব্য ফোল্ডার নির্বাচন করুন।
gu: કૃપા કરીને તમારી ફાઇલો ખસેડવા માટે ગંતવ્ય ફોલ્ડર પસંદ કરો।
hi: कृपया अपनी फ़ाइलों को स्थानांतरित करने के लिए गंतव्य फ़ोल्डर चुनें।
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಫೈಲ್‌ಗಳನ್ನು ಸರಿಸಲು ಗಮ್ಯಸ್ಥಾನ ಫೋಲ್ಡರ್ ಆಯ್ಕೆ ಮಾಡಿ.
ml: നിങ്ങളുടെ ഫയലുകൾ നീക്കാൻ ദയവായി ഒരു ലക്ഷ്യസ്ഥാന ഫോൾഡർ തിരഞ്ഞെടുക്കുക.
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀਆਂ ਫਾਈਲਾਂ ਨੂੰ ਮੂਵ ਕਰਨ ਲਈ ਮੰਜ਼ਿਲ ਫੋਲਡਰ ਚੁਣੋ।
te: దయచేసి మీ ఫైల్‌లను తరలించడానికి గమ్యం ఫోల్డర్‌ను ఎంచుకోండి.

source: Selected Items
as: নিৰ্বাচিত আইটেম
bn: নির্বাচিত আইটেম
gu: પસંદ કરેલી વસ્તુઓ
hi: चयनित आइटम
kn: ಆಯ್ಕೆ ಮಾಡಿದ ಐಟಂಗಳು
ml: തിരഞ്ഞെടുത്ത ഇനങ്ങൾ
pa: ਚੁਣੀਆਂ ਗਈਆਂ ਆਈਟਮਾਂ
te: ఎంచుకున్న అంశాలు

source: My Files
as: মোৰ ফাইল
bn: আমার ফাইল
gu: મારી ફાઇલ
hi: मेरी फ़ाइलें
kn: ನನ್ನ ಫೈಲ್‌ಗಳು
ml: എന്റെ ഫയലുകൾ
pa: ਮੇਰੀਆਂ ਫਾਈਲਾਂ
te: నా ఫైల్స్

source: Confirm move
as: স্থানান্তৰ নিশ্চিত কৰক
bn: স্থানান্তর নিশ্চিত করুন
gu: ખસેડવાની પુષ્ટિ કરો
hi: स्थानांतरण की पुष्टि करें
kn: ಸರಿಸುವುದನ್ನು ದೃಢೀಕರಿಸಿ
ml: നീക്കൽ സ്ഥിരീകരിക്കുക
pa: ਮੂਵ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
te: తరలింపును నిర్ధారించండి

# areYouSureMoveFiles
source: Are you sure you want to move these files?
as: আপুনি নিশ্চিতভাৱে এই ফাইলবোৰ স্থানান্তৰ কৰিব বিচাৰে নেকি?
bn: আপনি কি সত্যিই এই ফাইলগুলি সরাতে চান?
gu: શું તમે ખરેખર આ ફાઇલો ખસેડવા માંગો છો?
hi: क्या आप वाकई इन फ़ाइलों को स्थानांतरित करना चाहते हैं?
kn: ನೀವು ಖಚಿತವಾಗಿ ಈ ಫೈಲ್‌ಗಳನ್ನು ಸರಿಸಲು ಬಯಸುವಿರಾ?
ml: നിങ്ങൾ തീർച്ചയായും ഈ ഫയലുകൾ നീക്കാൻ ആഗ്രഹിക്കുന്നുണ്ടോ?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਇਹਨਾਂ ਫਾਈਲਾਂ ਨੂੰ ਮੂਵ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
te: మీరు ఖచ్చితంగా ఈ ఫైల్‌లను తరలించాలనుకుంటున్నారా?

source: Unknown Folder
as: অজ্ঞাত ফ'ল্ডাৰ
bn: অজানা ফোল্ডার
gu: અજાણ્યું ફોલ્ડર
hi: अज्ञात फ़ोल्डर
kn: ಅಜ್ಞಾತ ಫೋಲ್ಡರ್
ml: അജ്ഞാത ഫോൾഡർ
pa: ਅਣਜਾਣ ਫੋਲਡਰ
te: తెలియని ఫోల్డర్

source: Scan document
as: নথিপত্ৰ স্কেন কৰক
bn: নথি স্ক্যান করুন
gu: દસ્તાવેજ સ્કેન કરો
hi: दस्तावेज़ स्कैन करें
kn: ದಸ್ತಾವೇಜು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ml: ഡോക്യുമെന്റ് സ്കാൻ ചെയ്യുക
pa: ਦਸਤਾਵੇਜ਼ ਸਕੈਨ ਕਰੋ
te: పత్రాన్ని స్కాన్ చేయండి

# documentCounter
source: Document {current} of {total}
as: নথিপত্ৰ {current} / {total}
bn: নথি {current} / {total}
gu: દસ્તાવેજ {current} / {total}
hi: दस्तावेज़ {current} / {total}
kn: ದಸ್ತಾವೇಜು {current} / {total}
ml: ഡോക്യുമെന്റ് {current} / {total}
pa: ਦਸਤਾਵੇਜ਼ {current} / {total}
te: పత్రం {current} / {total}

source: Saving PDF...
as: PDF সংৰক্ষণ কৰি আছে...
bn: PDF সংরক্ষণ করা হচ্ছে...
gu: PDF સાચવી રહ્યું છે...
hi: PDF सहेजा जा रहा है...
kn: PDF ಉಳಿಸಲಾಗುತ್ತಿದೆ...
ml: PDF സംരക്ഷിക്കുന്നു...
pa: PDF ਸੇਵ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
te: PDF సేవ్ చేస్తోంది...

source: Save PDF
as: PDF সংৰক্ষণ কৰক
bn: PDF সংরক্ষণ করুন
gu: PDF સાચવો
hi: PDF सहेजें
kn: PDF ಉಳಿಸಿ
ml: PDF സംരക്ഷിക്കുക
pa: PDF ਸੇਵ ਕਰੋ
te: PDF సేవ్ చేయండి

source: Failed to upload PDF
as: PDF আপলোড কৰিবলৈ বিফল
bn: PDF আপলোড করতে ব্যর্থ
gu: PDF અપલોડ કરવામાં નિષ્ફળ
hi: PDF अपलोड करने में विफल
kn: PDF ಅಪ್‌ಲೋಡ್ ವಿಫಲವಾಗಿದೆ
ml: PDF അപ്‌ലോഡ് പരാജയപ്പെട്ടു
pa: PDF ਅੱਪਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
te: PDF అప్‌లోడ్ విఫలమైంది

source: Enter PDF Name
as: PDF নাম দিয়ক
bn: PDF নাম লিখুন
gu: PDF નામ દાખલ કરો
hi: PDF नाम दर्ज करें
kn: PDF ಹೆಸರು ನಮೂದಿಸಿ
ml: PDF പേര് നൽകുക
pa: PDF ਨਾਮ ਦਰਜ ਕਰੋ
te: PDF పేరు నమోదు చేయండి

# enterPdfNameHint
source: Enter PDF Name
as: PDF নাম দিয়ক
bn: PDF নাম লিখুন
gu: PDF નામ દાખલ કરો
hi: PDF नाम दर्ज करें
kn: PDF ಹೆಸರು ನಮೂದಿಸಿ
ml: PDF പേര് നൽകുക
pa: PDF ਨਾਮ ਦਰਜ ਕਰੋ
te: PDF పేరు నమోదు చేయండి

# pleaseEnterPdfName
source: Please enter a PDF name
as: অনুগ্ৰহ কৰি PDF নাম দিয়ক
bn: অনুগ্রহ করে PDF নাম লিখুন
gu: કૃપા કરીને PDF નામ દાખલ કરો
hi: कृपया PDF नाम दर्ज करें
kn: ದಯವಿಟ್ಟು PDF ಹೆಸರು ನಮೂದಿಸಿ
ml: ദയവായി PDF പേര് നൽകുക
pa: ਕਿਰਪਾ ਕਰਕੇ PDF ਨਾਮ ਦਰਜ ਕਰੋ
te: దయచేసి PDF పేరు నమోదు చేయండి

source: Security Setting
as: সুৰক্ষা ছেটিং
bn: নিরাপত্তা সেটিং
gu: સુરક્ષા સેટિંગ
hi: सुरक्षा सेटिंग
kn: ಸುರಕ್ಷತಾ ಸೆಟ್ಟಿಂಗ್
ml: സുരക്ഷാ ക്രമീകരണം
pa: ਸੁਰੱਖਿਆ ਸੈਟਿੰਗ
te: భద్రతా సెట్టింగ్

source: Biometric login
as: বায়োমেট্ৰিক লগইন
bn: বায়োমেট্রিক লগইন
gu: બાયોમેટ્રિક લોગિન
hi: बायोमेट्रिक लॉगिन
kn: ಬಯೋಮೆಟ್ರಿಕ್ ಲಾಗಿನ್
ml: ബയോമെട്രിക് ലോഗിൻ
pa: ਬਾਇਓਮੈਟ੍ਰਿਕ ਲੌਗਿਨ
te: బయోమెట్రిక్ లాగిన్

# biometricLoginDescription
source: If you enable biometric login your phone's biometric is going to use directly to open the app.
as: যদি আপুনি বায়োমেট্ৰিক লগইন সক্ষম কৰে তেন্তে আপোনাৰ ফোনৰ বায়োমেট্ৰিক পোনপটীয়াকৈ এপ খোলিবলৈ ব্যৱহাৰ কৰা হ'ব।
bn: যদি আপনি বায়োমেট্রিক লগইন সক্ষম করেন তবে আপনার ফোনের বায়োমেট্রিক সরাসরি অ্যাপ খুলতে ব্যবহার করা হবে।
gu: જો તમે બાયોમેટ્રિક લોગિન સક્ષમ કરો છો તો તમારા ફોનની બાયોમેટ્રિક સીધી એપ ખોલવા માટે વાપરવામાં આવશે।
hi: यदि आप बायोमेट्रिक लॉगिन सक्षम करते हैं तो आपके फोन का बायोमेट्रिक सीधे ऐप खोलने के लिए उपयोग किया जाएगा।
kn: ನೀವು ಬಯೋಮೆಟ್ರಿಕ್ ಲಾಗಿನ್ ಸಕ್ರಿಯಗೊಳಿಸಿದರೆ ನಿಮ್ಮ ಫೋನ್‌ನ ಬಯೋಮೆಟ್ರಿಕ್ ಅನ್ನು ನೇರವಾಗಿ ಅಪ್ಲಿಕೇಶನ್ ತೆರೆಯಲು ಬಳಸಲಾಗುತ್ತದೆ.
ml: നിങ്ങൾ ബയോമെട്രിക് ലോഗിൻ പ്രവർത്തനക്ഷമമാക്കിയാൽ നിങ്ങളുടെ ഫോണിന്റെ ബയോമെട്രിക് നേരിട്ട് ആപ്പ് തുറക്കാൻ ഉപയോഗിക്കും.
pa: ਜੇ ਤੁਸੀਂ ਬਾਇਓਮੈਟ੍ਰਿਕ ਲੌਗਿਨ ਚਾਲੂ ਕਰਦੇ ਹੋ ਤਾਂ ਤੁਹਾਡੇ ਫ਼ੋਨ ਦੀ ਬਾਇਓਮੈਟ੍ਰਿਕ ਸਿੱਧੇ ਐਪ ਖੋਲ੍ਹਣ ਲਈ ਵਰਤੀ ਜਾਵੇਗੀ।
te: మీరు బయోమెట్రిక్ లాగిన్‌ను ప్రారంభిస్తే మీ ఫోన్ బయోమెట్రిక్ నేరుగా యాప్‌ను తెరవడానికి ఉపయోగించబడుతుంది.

source: On
hi: चालू

source: Off
hi: बंद

source: Secure pin
as: সুৰক্ষা পিন
bn: নিরাপত্তা পিন
gu: સુરક્ષા પિન
hi: सुरक्षा पिन
kn: ಸುರಕ್ಷತಾ ಪಿನ್
ml: സുരക്ഷാ പിൻ
pa: ਸੁਰੱਖਿਆ ਪਿੰਨ
te: భద్రతా పిన్

source: Change pin
as: পিন সলনি কৰক
bn: পিন পরিবর্তন করুন
gu: પિન બદલો
hi: पिन बदलें
kn: ಪಿನ್ ಬದಲಾಯಿಸಿ
ml: പിൻ മാറ്റുക
pa: ਪਿੰਨ ਬਦਲੋ
te: పిన్ మార్చండి

source: Show
as: দেখুৱাওক
bn: দেখান
gu: બતાવો
hi: दिखाएं
kn: ತೋರಿಸು
ml: കാണിക്കുക
pa: ਦਿਖਾਓ
te: చూపించు

source: Hide
hi: छुपाएं

source: Change security pin
as: সুৰক্ষা পিন সলনি কৰক
bn: নিরাপত্তা পিন পরিবর্তন করুন
gu: સુરક્ષા પિન બદલો
hi: सुरक्षा पिन बदलें
kn: ಸುರಕ್ಷತಾ ಪಿನ್ ಬದಲಾಯಿಸಿ
ml: സുരക്ഷാ പിൻ മാറ്റുക
pa: ਸੁਰੱਖਿਆ ਪਿੰਨ ਬਦਲੋ
te: భద్రతా పిన్ మార్చండి

# changeSecurityPinDescription
source: Change security pin & use these whenever you access a secure folder
as: সুৰক্ষা পিন সলনি কৰক আৰু যেতিয়াই আপুনি সুৰক্ষিত ফ'ল্ডাৰ প্ৰৱেশ কৰে তেতিয়া এইবোৰ ব্যৱহাৰ কৰক
bn: নিরাপত্তা পিন পরিবর্তন করুন এবং যখনই আপনি একটি সুরক্ষিত ফোল্ডার অ্যাক্সেস করবেন তখন এগুলি ব্যবহার করুন
gu: સુરક્ષા પિન બદલો અને જ્યારે પણ તમે સુરક્ષિત ફોલ્ડર એક્સેસ કરો ત્યારે આનો ઉપયોગ કરો
hi: सुरक्षा पिन बदलें और जब भी आप सुरक्षित फ़ोल्डर एक्सेस करें तो इसका उपयोग करें
kn: ಸುರಕ್ಷತಾ ಪಿನ್ ಬದಲಾಯಿಸಿ ಮತ್ತು ನೀವು ಸುರಕ್ಷಿತ ಫೋಲ್ಡರ್ ಪ್ರವೇಶಿಸಿದಾಗ ಇವುಗಳನ್ನು ಬಳಸಿ
ml: സുരക്ഷാ പിൻ മാറ്റുക, നിങ്ങൾ സുരക്ഷിത ഫോൾഡർ ആക്സസ് ചെയ്യുമ്പോൾ ഇവ ഉപയോഗിക്കുക
pa: ਸੁਰੱਖਿਆ ਪਿੰਨ ਬਦਲੋ ਅਤੇ ਜਦੋਂ ਵੀ ਤੁਸੀਂ ਸੁਰੱਖਿਅਤ ਫੋਲਡਰ ਤੱਕ ਪਹੁੰਚ ਕਰਦੇ ਹੋ ਤਾਂ ਇਹਨਾਂ ਦੀ ਵਰਤੋਂ ਕਰੋ
te: భద్రతా పిన్‌ను మార్చండి మరియు మీరు సురక్షిత ఫోల్డర్‌ను యాక్సెస్ చేసినప్పుడు వీటిని ఉపయోగించండి

source: Shared File
as: শ্বেয়াৰ কৰা ফাইল
bn: শেয়ার করা ফাইল
gu: શેર કરેલી ફાઇલ
hi: साझा की गई फ़ाइल
kn: ಹಂಚಿದ ಕಡತ
ml: പങ്കിട്ട ഫയൽ
pa: ਸਾਂਝੀ ਕੀਤੀ ਫਾਈਲ
te: భాగస్వామ్య ఫైల్

source: Download File
as: ফাইল ডাউনলোড কৰক
bn: ফাইল ডাউনলোড করুন
gu: ફાઇલ ડાઉનલોડ કરો
hi: फ़ाइल डाउनलोड करें
kn: ಫೈಲ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
ml: ഫയൽ ഡൗൺലോഡ് ചെയ്യുക
pa: ਫਾਈਲ ਡਾਊਨਲੋਡ ਕਰੋ
te: ఫైల్ డౌన్‌లోడ్ చేయండి

source: Download Entire Folder
as: সম্পূৰ্ণ ফ'ল্ডাৰ ডাউনলোড কৰক
bn: সম্পূর্ণ ফোল্ডার ডাউনলোড করুন
gu: સંપૂર્ણ ફોલ્ડર ડાઉનલોડ કરો
hi: पूरा फ़ोल्डर डाउनलोड करें
kn: ಸಂಪೂರ್ಣ ಫೋಲ್ಡರ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
ml: മുഴുവൻ ഫോൾഡർ ഡൗൺലോഡ് ചെയ്യുക
pa: ਪੂਰਾ ਫੋਲਡਰ ਡਾਊਨਲੋਡ ਕਰੋ
te: మొత్తం ఫోల్డర్‌ను డౌన్‌లోడ్ చేయండి

source: Shared by Me
as: মোৰ শ্বেয়াৰ
bn: আমার শেয়ার
gu: મારું શેર
hi: मेरे द्वारा
kn: ನನ್ನ ಹಂಚಿಕೆ
ml: ഞാൻ പങ്കിട്ടത്
pa: ਮੇਰਾ ਸ਼ੇਅਰ
te: నా షేర్

source: Shared with Me
as: মোৰ সৈতে
bn: আমার সাথে
gu: મારી સાથે
hi: मेरे साथ
kn: ನನ್ನೊಂದಿಗೆ
ml: എന്നോട്
pa: ਮੇਰੇ ਨਾਲ
te: నాతో

source: Files Only
as: কেৱল ফাইল
bn: শুধু ফাইল
gu: ફક્ત ફાઇલો
hi: केवल फ़ाइलें
kn: ಫೈಲ್‌ಗಳು ಮಾತ್ರ
ml: ഫയലുകൾ മാത്രം
pa: ਸਿਰਫ ਫਾਈਲਾਂ
te: ఫైల్‌లు మాత్రమే

source: Folders Only
as: কেৱল ফ'ল্ডাৰ
bn: শুধু ফোল্ডার
gu: ફક્ત ફોલ્ડર
hi: केवल फ़ोल्डर
kn: ಫೋಲ್ಡರ್‌ಗಳು ಮಾತ್ರ
ml: ഫോൾഡറുകൾ മാത്രം
pa: ਸਿਰਫ ਫੋਲਡਰ
te: ఫోల్డర్లు మాత్రమే

source: Date Shared
as: শ্বেয়াৰৰ তাৰিখ
bn: শেয়ারের তারিখ
gu: શેર કરેલ તારીખ
hi: शेयर की तिथि
kn: ಹಂಚಿದ ದಿನಾಂಕ
ml: പങ്കിട്ട തീയതി
pa: ਸਾਂਝੇ ਕਰਨ ਦੀ ਤਾਰੀਖ
te: షేర్ చేసిన తేదీ

source: Newest First
as: নতুন প্ৰথমে
bn: নতুন আগে
gu: નવું પહેલા
hi: नया पहले
kn: ಹೊಸದು ಮೊದಲು
ml: പുതിയത് ആദ്യം
pa: ਨਵਾਂ ਪਹਿਲਾਂ
te: క్రొత్తది ముందు

source: Oldest First
as: পুৰণি প্ৰথমে
bn: পুরনো আগে
gu: જૂનું પહેલા
hi: पुराना पहले
kn: ಹಳೆಯದು ಮೊದಲು
ml: പഴയത് ആദ്യം
pa: ਪੁਰਾਣਾ ਪਹਿਲਾਂ
te: పాతది ముందు

source: Order
as: ক্ৰম
bn: ক্রম
gu: ક્રમ
hi: क्रम
kn: ಕ್ರಮ
ml: ക്രമം
pa: ਕ੍ਰਮ
te: క్రమం

source: Shared on
as: শ্বেয়াৰ কৰা হৈছে
bn: শেয়ার করা হয়েছে
gu: શેર કર્યું
hi: शेयर किया गया
kn: ಹಂಚಲಾಗಿದೆ
ml: പങ്കിട്ടു
pa: ਸਾਂਝਾ ਕੀਤਾ
te: షేర్ చేయబడింది

source: Shared with
as: সৈতে শ্বেয়াৰ কৰা হৈছে
bn: এর সাথে শেয়ার করা হয়েছে
gu: સાથે શેર કર્યું
hi: के साथ शेयर किया
kn: ಜೊತೆ ಹಂಚಲಾಗಿದೆ
ml: ഇവരുമായി പങ്കിട്ടു
pa: ਨਾਲ ਸਾਂਝਾ ਕੀਤਾ
te: దీనితో షేర్ చేయబడింది

source: Shared by
as: দ্বাৰা শ্বেয়াৰ কৰা হৈছে
bn: দ্বারা শেয়ার করা হয়েছে
gu: દ્વારા શેર કર્યું
hi: द्वारा शेयर किया गया
kn: ಮೂಲಕ ಹಂಚಲಾಗಿದೆ
ml: ഇവരാൽ പങ്കിട്ടു
pa: ਦੁਆਰਾ ਸਾਂਝਾ ਕੀਤਾ
te: ద్వారా షేర్ చేయబడింది

source: other people
as: অন্যান্য লোক
bn: অন্যান্য মানুষ
gu: અન્ય લોકો
hi: अन्य लोग
kn: ಇತರ ಜನರು
ml: മറ്റ് ആളുകൾ
pa: ਦੂਸਰੇ ਲੋਕ
te: ఇతర వ్యక్తులు

# sharedWithOtherPeople
source: Shared with {count} other people
as: {count} অন্যান্য লোকৰ সৈতে শ্বেয়াৰ কৰা হৈছে
bn: {count} জন অন্যান্য মানুষের সাথে শেয়ার করা হয়েছে
gu: {count} અન્ય લોકો સાથે શેર કર્યું
hi: {count} अन्य लोगों के साथ शेयर किया गया
kn: {count} ಇತರ ಜನರೊಂದಿಗೆ ಹಂಚಲಾಗಿದೆ
ml: {count} മറ്റ് ആളുകളുമായി പങ്കിട്ടു
pa: {count} ਦੂਸਰੇ ਲੋਕਾਂ ਨਾਲ ਸਾਂਝਾ ਕੀਤਾ
te: {count} ఇతర వ్యక్తులతో షేర్ చేయబడింది

source: Stop Sharing
as: শ্বেয়াৰিং বন্ধ কৰক
bn: শেয়ারিং বন্ধ করুন
gu: શેરિંગ બંધ કરો
hi: शेयरिंग बंद करें
kn: ಹಂಚಿಕೆ ನಿಲ್ಲಿಸಿ
ml: പങ്കിടൽ നിലയ്ക്കുക
pa: ਸਾਂਝਾ ਕਰਨਾ ਬੰਦ ਕਰੋ
te: షేరింగ్ ఆపండి

source: Unknown
as: অজ্ঞাত
bn: অজানা
gu: અજ્ઞાત
hi: अज्ञात
kn: ಅಪರಿಚಿತ
ml: അജ്ഞാതം
pa: ਅਣਜਾਣ
te: తెలియని

source: Manage Share
as: শ্বেয়াৰিং পৰিচালনা কৰক
bn: শেয়ার পরিচালনা করুন
gu: શેર મેનેજ કરો
hi: शेयर प्रबंधित करें
kn: ಹಂಚಿಕೆ ನಿರ್ವಹಿಸಿ
ml: പങ്കിടൽ നിയന്ത്രിക്കുക
pa: ਸਾਂਝੇ ਨੂੰ ਪ੍ਰਬੰਧਿਤ ਕਰੋ
te: షేరింగ్‌ను నిర్వహించండి

source: View Recipients
as: গ্ৰাহকসকলক চাওক
bn: প্রাপকদের দেখুন
gu: પ્રાપ્તકર્તાઓ જુઓ
hi: प्राप्तकर्ता देखें
kn: ಸ್ವೀಕರಿಸುವವರನ್ನು ನೋಡಿ
ml: സ്വീകർത്താക്കളെ കാണുക
pa: ਪ੍ਰਾਪਤਕਰਤਾਵਾਂ ਨੂੰ ਵੇਖੋ
te: గ్రాహకులను చూడండి

source: See who has access
as: কোনে প্ৰৱেশাধিকাৰ আছে তাক চাওক
bn: দেখুন কার অ্যাক্সেস আছে
gu: કોને ઍક્સેસ છે તે જુઓ
hi: देखें कि किसके पास एक्सेस है
kn: ಯಾರಿಗೆ ಪ್ರವೇಶವಿದೆ ಎಂದು ನೋಡಿ
ml: ആരുടെ ആക്സസ് ഉണ്ടെന്ന് കാണുക
pa: ਦੇਖੋ ਕਿ ਕਿਸ ਕੋਲ ਪ੍ਰੇਸ਼ ਹੈ
te: ఆక్సెస్ ఎవరికి ఉందో చూడండి

source: Manage recipient access
as: গ্ৰাহক প্ৰৱেশাধিকাৰ পৰিচালনা কৰক
bn: প্রাপক অ্যাক্সেস পরিচালনা করুন
gu: પ્રાપ્તકર્તા ઍક્સેસ મેનેજ કરો
hi: प्राप्तकर्ता एक्सेस प्रबंधित करें
kn: ಸ್ವೀಕರಿಸುವವರ ಪ್ರವೇಶ ನಿರ್ವಹಿಸಿ
ml: സ്വീകർത്താ ആക്സസ് നിയന്ത്രിക്കുക
pa: ਪ੍ਰਾਪਤਕਰਤਾ ਪ੍ਰੇਸ਼ ਨੂੰ ਪ੍ਰਬੰਧਿਤ ਕਰੋ
te: గ్రాహక ఆక్సెస్‌ను నిర్వహించండి

# stopSharingConfirmTitle
source: Stop Sharing?
as: শ্বেয়াৰিং বন্ধ কৰিব নেকি?
bn: শেয়ারিং বন্ধ করবেন?
gu: શેરિંગ બંધ કરીએ?
hi: शेयरिंग बंद करें?
kn: ಹಂಚಿಕೆ ನಿಲ್ಲಿಸುವುದೇ?
ml: പങ്കിടൽ നിലയ്ക്കണോ?
pa: ਸਾਂਝਾ ਕਰਨਾ ਬੰਦ ਕਰਨਾ?
te: షేరింగ్ ఆపుతారా?

# stopSharingConfirmMessage
source: This will revoke access for all recipients. This action cannot be undone.
as: এইটো সকল গ্ৰাহকৰ প্ৰৱেশাধিকাৰ খন্ডন কৰিব। এই কাৰ্যটো বাতিল কৰিব নোৱাৰি।
bn: এটি সমস্ত প্রাপকদের অ্যাক্সেস প্রত্যাহার করবে। এই কাজটি পূর্বাবস্থায় ফেরানো যাবে না।
gu: આ બધા પ્રાપ્તકર્તાઓની ઍક્સેસ રદ કરશે। આ ક્રિયા પૂર્વવત્ કરી શકાતી નથી।
hi: इससे सभी प्राप्तकर्ताओं की पहुंच रद्द हो जाएगी। यह कार्रवाई पूर्ववत नहीं की जा सकती।
kn: ಇದು ಎಲ್ಲಾ ಸ್ವೀಕರಿಸುವವರ ಪ್ರವೇಶವನ್ನು ರದ್ದುಗೊಳಿಸುತ್ತದೆ. ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ.
ml: ഇത് എല്ലാ സ്വീകർത്താകളുടെ ആക്സസ് പിൻവലിക്കും. ഈ പ്രവർത്തനം അസ്ഥാനത്താണ്.
pa: ਇਹ ਸਾਰੇ ਪ੍ਰਾਪਤਕਰਤਾਵਾਂ ਦੀ ਪ੍ਰੇਸ਼ ਨੂੰ ਰੱਦ ਕਰਦਾ ਹੈ. ਇਹ ਕਿਰਿਆ ਪਿੱਛੇ ਨਹੀਂ ਲਾਈ ਜਾ ਸਕਦੀ.
te: ఇది అన్ని గ్రాహకుల ఆక్సెస్‌ను తీసివేస్తుంది. ఈ చర్యను వెనక్కు తీసుకోలేము.

# removeFromListTitle
source: Remove from Your List?
as: আপোনাৰ তালিকাৰ পৰা আঁতৰাব নেকি?
bn: আপনার তালিকা থেকে সরান?
gu: તમારી સૂચિમાંથી દૂર કરીએ?
hi: अपनी सूची से हटाएं?
kn: ನಿಮ್ಮ ಪಟ್ಟಿಯಿಂದ ತೆಗೆದುಹಾಕುವುದೇ?
ml: നിങ്ങളുടെ പട്ടികയിൽ നിന്ന് നീക്കം ചെയ്യണോ?
pa: ਆਪਣੀ ਸੂਚੀ ਤੋਂ ਹਟਾਓ?
te: మీ జాబితా నుండి తీసివేయాలా?

# removeFromListMessage
source: You won't be able to access "{itemName}" anymore.
as: আপুনি "{itemName}" লৈ আৰু প্ৰৱেশ কৰিব নোৱাৰিব।
bn: আপনি আর "{itemName}" অ্যাক্সেস করতে পারবেন না।
gu: તમે "{itemName}" ને હવે ઍક્સેસ કરી શકશો નહીં।
hi: आप "{itemName}" को अब एक्सेस नहीं कर पाएंगे।
kn: ನೀವು ಇನ್ನು ಮುಂದೆ "{itemName}" ಅನ್ನು ಪ್ರವೇಶಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.
ml: നിങ്ങൾക്ക് "{itemName}" ലേക്ക് ആക്സസ് ഉണ്ടാകില്ല.
pa: ਤੁਹਾਨੂੰ "{itemName}" ਤੱਕ ਪ੍ਰੇਸ਼ ਨਹੀਂ ਮਿਲੇਗੀ।
te: మీరు "{itemName}" కు ఆక్సెస్ పడమర్కుండా ఉంటారు.

# stopSharingTitle
source: Stop Sharing?
as: শ্বেয়াৰিং বন্ধ কৰিব নেকি?
bn: শেয়ারিং বন্ধ করবেন?
gu: શેરિંગ બંધ કરીએ?
hi: शेयरिंग बंद करें?
kn: ಹಂಚಿಕೆ ನಿಲ್ಲಿಸುವುದೇ?
ml: പങ്കിടൽ നിർത്തണോ?
pa: ਸਾਂਝਾ ਕਰਨਾ ਬੰਦ ਕਰੋ?
te: షేరింగ్ ఆపివేయాలా?

# stopSharingMessage
source: This will revoke access for {name}.
as: এইটো {name} ৰ প্ৰৱেশাধিকাৰ খন্ডন কৰিব।
bn: এটি {name} এর অ্যাক্সেস প্রত্যাহার করবে।
gu: આ {name} માટે ઍક્સેસ રદ કરશે।
hi: इससे {name} की पहुंच रद्द हो जाएगी।
kn: ಇದು {name} ಗಾಗಿ ಪ್ರವೇಶವನ್ನು ರದ್ದುಗೊಳಿಸುತ್ತದೆ.
ml: ഇത് {name} നായുള്ള ആക്സസ് പിൻവലിക്കും.
pa: ਇਹ {name} ਲਈ ਪਹੁੰਚ ਰੱਦ ਕਰੇਗਾ।
te: ఇది {name} కోసం యాక్సెస్‌ను రద్దు చేస్తుంది.

# stopSharingWithAllTitle
source: Stop Sharing with All?
as: সকলোৰে সৈতে শ্বেয়াৰিং বন্ধ কৰিব নেকি?
bn: সবার সাথে শেয়ারিং বন্ধ করবেন?
gu: બધા સાથે શેરિંગ બંધ કરીએ?
hi: सभी के साथ शेयरिंग बंद करें?
kn: ಎಲ್ಲರೊಂದಿಗೆ ಹಂಚಿಕೆ ನಿಲ್ಲಿಸುವುದೇ?
ml: എല്ലാവരുമായും പങ്കിടൽ നിർത്തണോ?
pa: ਸਾਰਿਆਂ ਨਾਲ ਸਾਂਝਾ ਕਰਨਾ ਬੰਦ ਕਰੋ?
te: అందరితో షేరింగ్ ఆపివేయాలా?

# stopSharingWithAllMessage
source: This will revoke access for all {count} recipients.
as: এইটো সকল {count} গ্ৰাহকৰ প্ৰৱেশাধিকাৰ খন্ডন কৰিব।
bn: এটি সমস্ত {count} প্রাপকদের অ্যাক্সেস প্রত্যাহার করবে।
gu: આ બધા {count} પ્રાપ્તકર્તાઓની ઍક્સેસ રદ કરશે।
hi: इससे सभी {count} प्राप्तकर्ताओं की पहुंच रद्द हो जाएगी।
kn: ಇದು ಎಲ್ಲಾ {count} ಸ್ವೀಕರಿಸುವವರ ಪ್ರವೇಶವನ್ನು ರದ್ದುಗೊಳಿಸುತ್ತದೆ.
ml: ഇത് എല്ലാ {count} സ്വീകർത്താക്കൾക്കും ആക്സസ് പിൻവലിക്കും.
pa: ਇਹ ਸਾਰੇ {count} ਪ੍ਰਾਪਤਕਰਤਾਵਾਂ ਦੀ ਪਹੁੰਚ ਰੱਦ ਕਰੇਗਾ।
te: ఇది మొత్తం {count} గ్రహీతల యాక్సెస్‌ను రద్దు చేస్తుంది.

source: Yes, Remove All
as: হয়, সকলো আঁতৰাওক
bn: হ্যাঁ, সব সরান
gu: હા, બધું દૂર કરો
hi: हां, सभी हटाएं
kn: ಹೌದು, ಎಲ್ಲವನ್ನೂ ತೆಗೆದುಹಾಕಿ
ml: അതെ, എല്ലാം നീക്കം ചെയ്യുക
pa: ਹਾਂ, ਸਾਰੇ ਹਟਾਓ
te: అవును, అన్నింటినీ తీసివేయండి
