Repository: dileepmali/aukra_my
Catalog: lib/app/localizations/l10n/app_*.arb
Languages: as, bn, gu, hi, kn, ml, or, pa, ta, te

source: Select All
as: সকলো বাছনি কৰক
bn: সব নির্বাচন করুন
gu: બધા પસંદ કરો
hi: सभी चुनें
kn: ಎಲ್ಲವನ್ನೂ ಆಯ್ಕೆಮಾಡಿ
ml: എല്ലാം തിരഞ്ഞെടുക്കുക
pa: ਸਾਰੇ ਚੁਣੋ
te: అన్నింటినీ ఎంచుకోండి

source: Deselect All
as: সকলো আঁতৰাওক
bn: সব বাতিল করুন
gu: બધા દૂર કરો
hi: सभी हटाएं
kn: ಎಲ್ಲವನ್ನೂ ತೆಗೆದುಹಾಕಿ
ml: എല്ലാം നീക്കം ചെയ്യുക
pa: ਸਾਰੇ ਹਟਾਓ
te: అన్నింటినీ తీసివేయండి

source: Select Audio
as: অডিঅ' বাছনি কৰক
bn: অডিও নির্বাচন করুন
gu: ઑડિયો પસંદ કરો
hi: ऑडियो चुनें
kn: ಆಡಿಯೊ ಆಯ್ಕೆಮಾಡಿ
ml: ഓഡിയോ തിരഞ്ഞെടുക്കുക
pa: ਆਡੀਓ ਚੁਣੋ
te: ఆడియో ఎంచుకోండి

# uploadingFile
source: {fileName}...
bn: {fileName} আপলোড হচ্ছে...
pa: ਅਪਲੋਡ...
te: అప్లోడ్...

# uploadingProgress
source: {percent}%
pa: ਪ੍ਰਗਤੀ...
te: పురోగతి...

# uploadingMultipleProgress
source: {completed}/{total}
pa: ਕਈ ਅਪਲੋਡ...
te: బహుళ అప్లోడ్...

# sharedWithContacts
source: Shared with {contactCount} contacts
as: {contactCount} যোগাযোগৰ সৈতে শ্বেয়াৰ কৰা হৈছে
bn: {contactCount} পরিচিতদের সাথে শেয়ার করা হয়েছে
gu: {contactCount} સંપર્કો સાથે શેર કર્યું
kn: {contactCount} ಸಂಪರ್ಕಗಳೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಲಾಗಿದೆ
ml: {contactCount} കോൺടാക്റ്റുകളുമായി പങ്കിട്ടു
te: {contactCount} పరిచయాలతో షేర్ చేయబడింది
