Repository: dileepmali/aukra_my
Catalog: lib/app/localizations/l10n/app_*.arb
Languages: as, bn, gu, hi, kn, ml, or, pa, ta, te

# phoneValidationTestNumber
source: This is a test number - not allowed
as: এইটো এটা পৰীক্ষা নম্বৰ - অনুমতি নাই
bn: এটি একটি পরীক্ষা নম্বর - অনুমোদিত নয়
gu: આ એક ટેસ્ટ નંબર છે - મંજૂરી નથી
hi: यह एक टेस्ट नंबर है - अनुमति नहीं है
kn: ಇದು ಪರೀಕ್ಷಾ ಸಂಖ್ಯೆ - ಅನುಮತಿಸಲಾಗುವುದಿಲ್ಲ
ml: ഇത് ഒരു ടെസ്റ്റ് നമ്പർ ആണ് - അനുവദനീയമല്ല
pa: ਇਹ ਇੱਕ ਟੈਸਟ ਨੰਬਰ ਹੈ - ਇਜਾਜ਼ਤ ਨਹੀਂ
te: ఇది పరీక్ష నంబర్ - అనుమతించబడదు

# enterOtpSentTo
source: Enter the OTP sent to
as: পঠোৱা OTP দিয়ক
bn: পাঠানো OTP লিখুন
gu: મોકલેલ OTP દાખલ કરો
hi: भेजा गया OTP दर्ज करें
kn: ಕಳುಹಿಸಿದ OTP ನಮೂದಿಸಿ
ml: അയച്ച OTP നൽകുക
or: ପଠାଯାଇଥିବା OTP ପ୍ରବେଶ କରନ୍ତୁ
pa: ਭੇਜਿਆ ਗਿਆ OTP ਦਰਜ ਕਰੋ
ta: அனுப்பப்பட்ட OTP ஐ உள்ளிடவும்
te: పంపిన OTP ని నమోదు చేయండి

# didntReceiveOtp
source: Didn't receive the OTP?
as: OTP পোৱা নাই?
bn: OTP পান নি?
gu: OTP મળ્યો નથી?
hi: OTP नहीं मिला?
kn: OTP ಸಿಗಲಿಲ್ಲವೇ?
ml: OTP ലഭിച്ചില്ലേ?
or: OTP ମିଳିଲା ନାହିଁ?
pa: OTP ਨਹੀਂ ਮਿਲਿਆ?
ta: OTP கிடைக்கவில்லையா?
te: OTP రాలేదా?

source: Resend in
as: পুনৰ পঠিয়াওক
bn: পুনরায় পাঠান
gu: ફરીથી મોકલો
hi: पुनः भेजें
kn: ಮರು ಕಳುಹಿಸಿ
ml: വീണ്ടും അയയ്ക്കുക
pa: ਦੁਬਾਰਾ ਭੇਜੋ
te: మళ్లీ పంపండి

source: sec
as: ছেকেণ্ড
bn: সেকেন্ড
gu: સેકંડ
hi: सेकंड
kn: ಸೆಕೆಂಡ್
ml: സെക്കൻഡ്
pa: ਸਕਿੰਟ
te: సెకను

source: Submit OTP
as: OTP জমা দিয়ক
bn: OTP জমা দিন
gu: OTP સબમિટ કરો
hi: OTP जमा करें
kn: OTP ಸಲ್ಲಿಸಿ
ml: OTP സമർപ്പിക്കുക
or: OTP ଦାଖଲ କରନ୍ତୁ
pa: OTP ਸਬਮਿਟ ਕਰੋ
ta: OTP சமர்பிக்கவும்
te: OTP సమర్పించండి

source: OTP Verification Failed
as: OTP সত্যাপন ব্যৰ্থ
bn: OTP যাচাইকরণ ব্যর্থ
gu: OTP ચકાસણી નિષ્ફળ
hi: OTP सत्यापन विफल
kn: OTP ಪರಿಶೀಲನೆ ವಿಫಲವಾಗಿದೆ
ml: OTP പരിശോധന പരാജയപ്പെട്ടു
pa: OTP ਤਸਦੀਕ ਅਸਫਲ
te: OTP ధృవీకరణ విఫలమైంది

source: Please enter complete 4-digit OTP
as: অনুগ্ৰহ কৰি সম্পূৰ্ণ ৪-অংকৰ OTP দিয়ক
bn: অনুগ্রহ করে সম্পূর্ণ ৪-অঙ্কের OTP লিখুন
gu: કૃપા કરીને સંપૂર્ણ 4-અંકનો OTP દાખલ કરો
hi: कृपया पूरा 4-अंकीय OTP दर्ज करें
kn: ದಯವಿಟ್ಟು ಸಂಪೂರ್ಣ 4-ಅಂಕಿ OTP ನಮೂದಿಸಿ
ml: ദയവായി പൂർണ്ണമായ 4-അക്ക OTP നൽകുക
or: ଦୟାକରି ସମ୍ପୂର୍ଣ୍ଣ 4-ଅଙ୍କର OTP ପ୍ରବେଶ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਪੂਰਾ 4-ਅੰਕਾਂ ਦਾ OTP ਦਰਜ ਕਰੋ
ta: முழு 4-இலக்க OTP ஐ உள்ளிடவும்
te: దయచేసి పూర్తి 4-అంకెల OTP ని నమోదు చేయండి

# phoneNumberRequired
source: Phone number is required
as: ফ'ন নম্বৰ প্ৰয়োজন
bn: ফোন নম্বর প্রয়োজন
gu: ફોન નંબર આવશ્યક છે
hi: फोन नंबर आवश्यक है
kn: ಫೋನ್ ಸಂಖ್ಯೆ ಅಗತ್ಯವಿದೆ
ml: ഫോൺ നമ്പർ ആവശ്യമാണ്
or: ଫୋନ୍ ନମ୍ବର ଆବଶ୍ୟକ
pa: ਫੋਨ ਨੰਬਰ ਲੋੜੀਂਦਾ ਹੈ
ta: தொலைபேசி எண் தேவை
te: ఫోన్ నంబర్ అవసరం

source: Verification failed
as: সত্যাপন ব্যৰ্থ
bn: যাচাইকরণ ব্যর্থ
gu: ચકાસણી નિષ્ફળ
hi: सत्यापन विफल
kn: ಪರಿಶೀಲನೆ ವಿಫಲವಾಗಿದೆ
ml: പരിശോധന പരാജയപ്പെട്ടു
or: ଯାଞ୍ଚ ବିଫଳ
pa: ਤਸਦੀਕ ਅਸਫਲ
ta: சரிபார்ப்பு தோல்வியடைந்தது
te: ధృవీకరణ విఫలమైంది

source: Invalid or expired OTP
as: অবৈধ বা মেয়াদ উত্তীৰ্ণ OTP
bn: অবৈধ বা মেয়াদ উত্তীর্ণ OTP
gu: અમાન્ય અથવા સમાપ્ત થયેલ OTP
hi: अमान्य या समाप्त हो गया OTP
kn: ಅಮಾನ್ಯ ಅಥವಾ ಅವಧಿ ಮೀರಿದ OTP
ml: അസാധുവായ അല്ലെങ്കിൽ കാലഹരണപ്പെട്ട OTP
or: ଅବୈଧ କିମ୍ବା ମିଆଦ ପୂର୍ଣ୍ଣ OTP
pa: ਗਲਤ ਜਾਂ ਮਿਆਦ ਪੁੱਗਿਆ OTP
ta: தவறான அல்லது காலாவதியான OTP
te: చెల్లని లేదా గడువు ముగిసిన OTP

source: Search for anything
as: যিকোনো কিছু বিচাৰক
bn: যেকোনো কিছু খুঁজুন
gu: કંઈપણ શોધો
hi: कुछ भी खोजें
kn: ಏನನ್ನಾದರೂ ಹುಡುಕಿ
ml: എന്തും തിരയുക
or: କିଛି ଖୋଜନ୍ତୁ
pa: ਕੁਝ ਵੀ ਖੋਜੋ
ta: எதுவும் தேடவும்
te: ఏదైనా వెతకండి

source: Your cloud storage
as: আপোনাৰ ক্লাউড স্টোৰেজ
bn: আপনার ক্লাউড স্টোরেজ
gu: તમારું ક્લાઉડ સ્ટોરેજ
hi: आपका क्लाउड स्टोरेज
kn: ನಿಮ್ಮ ಕ್ಲೌಡ್ ಸ್ಟೋರೇಜ್
ml: നിങ്ങളുടെ ക്ലൗഡ് സ്റ്റോറേജ്
pa: ਤੁਹਾਡਾ ਕਲਾਉਡ ਸਟੋਰੇਜ
te: మీ క్లౌడ్ స్టోరేజ్

source: Files
as: ফাইলসমূহ
bn: ফাইল
gu: ફાઈલો
hi: फाइलें
kn: ಫೈಲ್‌ಗಳು
ml: ഫയലുകൾ
pa: ਫਾਈਲਾਂ
te: ఫైళ్లు

source: items
as: আইটেমসমূহ
bn: আইটেম
gu: આઇટમ્સ
hi: आइटम
kn: ಐಟಂಗಳು
ml: ഇനങ്ങൾ
pa: ਆਈਟਮਾਂ
te: అంశాలు

source: Empty folder
as: খালী ফোল্ডাৰ
bn: খালি ফোল্ডার
gu: ખાલી ફોલ્ડર
hi: खाली फ़ोल्डर
kn: ಖಾಲಿ ಫೋಲ್ಡರ್
ml: ശൂന്യമായ ഫോൾഡർ
pa: ਖਾਲੀ ਫੋਲਡਰ
te: ఖాళీ ఫోల్డర్

source: Used
as: ব্যবহৃত
bn: ব্যবহৃত
gu: વપરાયેલ
hi: उपयोग
kn: ಬಳಸಲಾಗಿದೆ
ml: ഉപയോഗിച്ചത്
pa: ਵਰਤਿਆ ਗਿਆ
te: ఉపయోగించబడింది

source: Free Plan
as: বিনামূলীয়া পৰিকল্পনা
bn: ফ্রি প্ল্যান
gu: ફ્રી પ્લાન
hi: फ्री प्लान
kn: ಉಚಿತ ಯೋಜನೆ
ml: സൗജന്യ പദ്ധതി
pa: ਮੁਫਤ ਯੋਜਨਾ
te: ఉచిత ప్లాన్

source: Recent
as: শেহতীয়া
bn: সাম্প্রতিক
gu: તાજેતરના
hi: हाल ही के
kn: ಇತ್ತೀಚಿನ
ml: സമീപകാല
pa: ਹਾਲੀਆ
te: ఇటీవలి

# recentFilesDescription
source: Your recently opened files show up here, so you can jump right back in.
as: আপোনাৰ শেহতীয়াকৈ খোলা ফাইলসমূহ ইয়াত দেখা যায়, তেন্তে আপুনি তৎক্ষণাৎ উভতি যাব পাৰে।
bn: আপনার সম্প্রতি খোলা ফাইলগুলি এখানে দেখা যায়, তাই আপনি সরাসরি ফিরে যেতে পারেন।
gu: તમારી તાજેતરમાં ખોલેલી ફાઇલો અહીં દેખાય છે, તેથી તમે તરત જ પાછા જઈ શકો.
hi: आपकी हाल ही में खोली गई फाइलें यहाँ दिखती हैं, ताकि आप तुरंत वापस जा सकें।
kn: ನಿಮ್ಮ ಇತ್ತೀಚೆಗೆ ತೆರೆದ ಫೈಲ್‌ಗಳು ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತವೆ, ಆದ್ದರಿಂದ ನೀವು ತಕ್ಷಣ ಹಿಂತಿರುಗಬಹುದು.
ml: നിങ്ങൾ സമീപകാലത്ത് തുറന്ന ഫയലുകൾ ഇവിടെ കാണിക്കുന്നു, തങ്ങളെ നിങ്ങൾക്ക് ഉടനെ തിരികെ പോകാം.
pa: ਤੁਹਾਡੀਆਂ ਹਾਲੀਆ ਖੋਲ੍ਹੀਆਂ ਫਾਈਲਾਂ ਇੱਥੇ ਦਿਖਾਈ ਦਿੰਦੀਆਂ ਹਨ, ਤਾਂ ਜੋ ਤੁਸੀਂ ਤੁਰੰਤ ਵਾਪਸ ਜਾ ਸਕੋ।
te: మీరు ఇటీవల తెరిచిన ఫైళ్లు ఇక్కడ కనిపిస్తాయి, కాబట్టి మీరు వెంటనే తిరిగి వెళ్లవచ్చు.

# addFolder
source: Folder
as: ফোল্ডাৰ
bn: ফোল্ডার
gu: ફોલ્ડર
hi: फ़ोल्डर
kn: ಫೋಲ್ಡರ್
ml: ഫോൾഡർ
pa: ਫੋਲਡਰ
te: ఫోల్డర్

# createSubfolder
source: Subfolder
as: ছাবফোল্ডাৰ
bn: সাবফোল্ডার
gu: સબફોલ્ડર
hi: सबफ़ोल्डर
kn: ಉಪಫೋಲ್ಡರ್
ml: സബ്ഫോൾഡർ
pa: ਸਬਫੋਲਡਰ
te: సబ్ఫోల్డర్

# uploadFiles
source: Upload
as: আপলোড
bn: আপলোড
gu: અપલોડ
hi: अपलोड
kn: ಅಪ್ಲೋಡ್
ml: അപ്‌ലോഡ്
pa: ਅਪਲੋਡ
te: అప్లోడ్

source: Camera
as: কেমেৰা
bn: ক্যামেরা
gu: કેમેરા
hi: कैमरा
kn: ಕೇಮರಾ
ml: ക്യാമറ
or: କ୍ୟାମେରା
pa: ਕੈਮਰਾ
ta: கேமரா
te: కెమెరా

source: Scanner
as: স্কেনাৰ
bn: স্ক্যানার
gu: સ્કેનર
hi: स्कैनर
kn: ಸ್ಕ್ಯಾನರ್
ml: സ്കാനർ
pa: ਸਕੈਨਰ
te: స్కానర్

source: Dark
as: ডাৰ্ক
bn: ডার্ক
gu: ડાર્ક
hi: डार्क
kn: ಡಾರ್ಕ್
ml: ഡാർക്ക്
pa: ਗੂੜ੍ਹਾ
te: ముదురు

source: Light
as: লাইট
bn: লাইট
gu: લાઇટ
hi: लाइट
kn: ಲೈಟ್
ml: ലൈറ്റ്
pa: ਹਲਕਾ
te: కాంతి

source: Security
as: সুৰক্ষা
bn: নিরাপত্তা
gu: સુરક્ષા
hi: सुरक्षा
kn: ಭದ್ರತೆ
ml: സുരക്ഷ
pa: ਸੁਰੱਖਿਆ
te: భద్రత

source: Theme
as: থিম
bn: থিম
gu: થીમ
hi: थीम
kn: ಥೀಮ್
ml: തീം
pa: ਥੀਮ
te: థీమ్

# everything
source: All
as: সকলো
bn: সব
gu: બધું
hi: सब
kn: ಎಲ್ಲವೂ
ml: എല്ലാം
or: ସବୁ
pa: ਸਭ
ta: அனைத்தும்
te: అన్నీ

# image
source: Images
as: চিত্ৰ
bn: ছবি
gu: તસ્વીરો
hi: तस्वीरें
kn: ಚಿತ್ರಗಳು
ml: ചിത്രങ്ങൾ
pa: ਤਸਵੀਰਾਂ
te: చిత్రాలు

source: Images
as: চিত্ৰ
bn: ছবি
gu: તસ્વીરો
hi: तस्वीरें
kn: ಚಿತ್ರಗಳು
ml: ചിത്രങ്ങൾ
pa: ਤਸਵੀਰਾਂ
te: చిత్రాలు

source: Videos
as: ভিডিঅ'
bn: ভিডিও
gu: વીડિયો
hi: वीडियो
kn: ವೀಡಿಯೊಗಳು
ml: വീഡിയോകൾ
pa: ਵੀਡੀਓ
te: వీడియోలు

# documents
source: Docs
as: নথি
bn: ডক্স
gu: ડોક્સ
hi: डॉक्स
kn: ಡಾಕ್ಸ್
ml: ഡോക്സ്
pa: ਦਸਤਾਵੇਜ਼
te: డాక్స్

# audioSound
source: Audio
as: অডিঅ'
bn: অডিও
gu: ઓડિયો
hi: ऑडियो
kn: ಆಡಿಯೊ
ml: ഓഡിയോ
pa: ਆਡੀਓ
te: ఆడియో

source: Audios
as: অডিঅ'
bn: অডিও
gu: ઓડિયો
hi: ऑडियो
kn: ಆಡಿಯೊ
ml: ഓഡിയോ
pa: ਆਡੀਓ
te: ఆడియో

# otherFiles
source: Others
as: অন্যান্য
bn: অন্যান্য
gu: અન્ય
hi: अन्य
kn: ಇತರೆ
ml: മറ്റവ
pa: ਹੋਰ
te: ఇతరాలు

source: Others
as: অন্যান্য
bn: অন্যান্য
gu: અન્ય
hi: अन्य
kn: ಇತರೆ
ml: മറ്റവ
pa: ਹੋਰ
te: ఇతరాలు

source: Name A-Z
as: নাম A-Z
bn: নাম A-Z
gu: નામ A-Z
hi: नाम A-Z
kn: ಹೆಸರು A-Z
ml: പേര് A-Z
or: ନାମ A-Z
pa: ਨਾਮ A-Z
ta: பெயர் A-Z
te: పేరు A-Z

source: Name Z-A
as: নাম Z-A
bn: নাম Z-A
gu: નામ Z-A
hi: नाम Z-A
kn: ಹೆಸರು Z-A
ml: പേര് Z-A
or: ନାମ Z-A
pa: ਨਾਮ Z-A
ta: பெயர் Z-A
te: పేరు Z-A

# activityAsc
source: Time ↑
as: সময় ↑
bn: সময় ↑
gu: સમય ↑
hi: समय ↑
kn: ಸಮಯ ↑
ml: സമയം ↑
or: ସମୟ ↑
pa: ਸਮਾਂ ↑
ta: நேரம் ↑
te: సమయం ↑

# activityDesc
source: Time ↓
as: সময় ↓
bn: সময় ↓
gu: સમય ↓
hi: समय ↓
kn: ಸಮಯ ↓
ml: സമയം ↓
or: ସମୟ ↓
pa: ਸਮਾਂ ↓
ta: நேரம் ↓
te: సమయం ↓

source: Action
as: কাৰ্য
bn: কাজ
gu: ક્રિયા
hi: क्रिया
kn: ಕ್ರಿಯೆ
ml: പ്രവൃത്തി
pa: ਕਾਰਵਾਈ
te: చర్య

source: Created
as: সৃষ্টি কৰা হৈছে
bn: তৈরি করা হয়েছে
gu: બનાવ્યું
hi: बनाया गया
kn: ರಚಿಸಲಾಗಿದೆ
ml: സൃഷ്ടിച്ചത്
pa: ਬਣਾਇਆ ਗਿਆ
te: సృష్టించబడింది

source: Actions
as: কাৰ্যসমূহ
bn: কার্যক্রম
gu: ક્રિયાઓ
hi: क्रियाएं
kn: ಕ್ರಿಯೆಗಳು
ml: പ്രവൃത്തികൾ
pa: ਕਾਰਵਾਈਆਂ
te: చర్యలు

# selectWhatToSearch
source: Search
as: সন্ধান
bn: খুঁজুন
gu: શોધો
hi: खोज
kn: ಹುಡುಕಿ
ml: തിരയുക
pa: ਖੋਜੋ
te: వెతకండి

source: Go back
as: পিছলৈ
bn: পিছনে
gu: પાછળ
hi: वापस जाएं
kn: ಹಿಂದೆ
ml: തിരികെ
or: ପଛକୁ
pa: ਵਾਪਸ ਜਾਓ
ta: மீண்டும்
te: వెనుకకు

source: Apply
as: প্ৰয়োগ
bn: প্রয়োগ
gu: લાગુ કરો
hi: लागू
kn: ಅನ್ವಯಿಸಿ
ml: പ്രയോഗിക്കുക
or: ପ୍ରୟୋଗ କରନ୍ତୁ
pa: ਲਾਗੂ ਕਰੋ
ta: விண்ணப்பிக்கவும்
te: వర్తింపు

source: Sort by
as: সজাওক
bn: সাজান
gu: ક્રમમાં ગોઠવો
hi: क्रमबद्ध
kn: ವಿಂಗಡಿಸಿ
ml: ക്രമീകരിക്കുക
or: ସର୍ଟ କରନ୍ତୁ
pa: ਕ੍ਰਮਬੱਧ ਕਰੋ
ta: வரிசைப்படுத்து
te: క్రమబద్ధీకరణ

source: Group by
as: গোট বান্ধক
bn: গ্রুপ করুন
gu: જૂથ બનાવો
hi: समूह
kn: ಗುಂಪುಗೊಳಿಸಿ
ml: ഗ്രൂപ്പാക്കുക
or: ଗୋଷ୍ଠୀବଦ୍ଧ କରନ୍ତୁ
pa: ਸਮੂਹ ਬਣਾਓ
ta: குழுவாக்கு
te: గుంపు చేయండి

source: Share
as: শ্বেয়াৰ
bn: শেয়ার
gu: શેર
hi: साझा करें
kn: ಹಂಚು
ml: പങ്കിടുക
or: ସେଯାର
pa: ਸਾਂਝਾ
ta: பகிர்
te: షేర్

# shareByNumber
source: Share (Shared by number)
as: শ্বেয়াৰ
bn: শেয়ার
gu: શેર
hi: साझा करें (नंबर द्वारा)
kn: ಹಂಚು
ml: പങ്കിടുക
pa: ਸਾਂਝਾ
te: షేర్

source: Rename
as: নাম সলনি
bn: রিনেম
gu: નામ બદલો
hi: नाम बदलें
kn: ಮರುನಾಮಕರಣ
ml: പേരുമാറ്റുക
pa: ਨਾਮ ਬਦਲੋ
te: రీనేమ్

source: Copy Link
as: লিংক কপি কৰক
bn: লিংক কপি করুন
gu: લિંક કૉપિ કરો
hi: लिंक कॉपी करें
kn: ಲಿಂಕ್ ಕಾಪಿ ಮಾಡಿ
ml: ലിങ്ക് കോപ്പി ചെയ്യുക
pa: ਲਿੰਕ ਕਾਪੀ ਕਰੋ
te: లింక్ కాపీ చేయండి

source: Move
as: আঁতৰাওক
bn: সরান
gu: ખસેડો
hi: स्थानांतरित करें
kn: ಸರಿಸು
ml: നീക്കുക
or: ସରାନ୍ତୁ
pa: ਮੂਵ
ta: நகர்த்து
te: మూవ్

source: Download to device
as: ডিভাইছলৈ ডাউনলোড কৰক
bn: ডিভাইসে ডাউনলোড করুন
gu: ડિવાઇસમાં ડાઉનલોડ કરો
hi: डिवाइस में डाउनलोड करें
kn: ಸಾಧನಕ್ಕೆ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
ml: ഉപകരണത്തിലേക്ക് ഡൗൺലോഡ് ചെയ്യുക
pa: ਡਿਵਾਈਸ ਨੂੰ ਡਾਊਨਲੋਡ ਕਰੋ
te: పరికరానికి డౌన్‌లోడ్ చేయండి

# addToFavorite
source: Add to favourite
as: প্ৰিয়
bn: পছন্দ
gu: પસંદ
hi: पसंदीदा में जोड़ें
kn: ಇಷ್ಟ
ml: ഇഷ്ടം
pa: ਪਸੰਦ
te: ఇష్టం

# removeFromFavorite
source: Remove from favourite
as: আঁতৰাওক
bn: সরান
gu: દૂર કરો
hi: पसंदीदा से हटाएं
kn: ತೆಗೆದುಹಾಕು
ml: നീക്കുക
pa: ਹਟਾਓ
te: తొలగించు

source: Lock
as: লক
bn: লক
gu: લોક
hi: लॉक करें
kn: ಲಾಕ್
ml: ലോക്ക്
pa: ਲਾਕ
te: లాక్

source: Unlock
as: আনলক
bn: আনলক
gu: અનલોક
hi: अनलॉक करें
kn: ಅನ್‌ಲಾಕ್
ml: അൺലോക്ക്
pa: ਅਨਲਾਕ
te: అన్లాక్

source: Modified recently
as: শেহতীয়া
bn: সম্প্রতি
gu: તાજેતરમાં
hi: हाल ही में संशोधित
kn: ಇತ್ತೀಚೆಗೆ
ml: അടുത്തിടെ
pa: ਹਾਲ ਹੀ
te: ఇటీవల

source: Modified just now
as: এতিয়াই
bn: এখনই
gu: હમણાં
hi: अभी संशोधित
kn: ಈಗಷ್ಟೇ
ml: ഇപ്പോൾ
pa: ਹੁਣੇ
te: ఇప్పుడు

source: Modified yesterday
as: কালি
bn: গতকাল
gu: ગઈકાલે
hi: कल संशोधित
kn: ನಿನ್ನೆ
ml: ഇന്നലെ
pa: ਕੱਲ੍ਹ
te: నిన్న

# modifiedAgo
source: {time} ago
as: {time} আগতে
bn: {time} আগে
gu: {time} પહેલાં
hi: {time} पहले
kn: {time} ಹಿಂದೆ
ml: {time} മുമ്പ്
pa: {time} ਪਹਿਲਾਂ
te: {time} క్రితం

# deleteConfirmMessage
source: Do you really want to delete {itemName}?
as: {itemName} মচিব নেকি?
bn: {itemName} মুছবেন?
gu: {itemName} ડિલીટ કરવું?
hi: क्या आप वास्तव में {itemName} को हटाना चाहते हैं?
kn: {itemName} ಅಳಿಸುವುದೇ?
ml: {itemName} ഇല്ലാതാക്കണോ?
pa: {itemName} ਮਿਟਾਉਣਾ?
te: {itemName} తొలగించాలా?

# deleteFolderConfirmMessage
source: Do you really want to delete {folderName} folder. This folder contains {itemCount} photos & videos
as: {folderName} ফোল্ডাৰ মচিব নেকি? {itemCount} ফাইল আছে
bn: {folderName} ফোল্ডার মুছবেন? {itemCount} ফাইল আছে
gu: {folderName} ફોલ્ડર ડિલીટ કરવું? {itemCount} ફાઇલો છે
hi: क्या आप वास्तव में {folderName} फ़ोल्डर को हटाना चाहते हैं। इस फ़ोल्डर में {itemCount} फोटो और वीडियो हैं
kn: {folderName} ಫೋಲ್ಡರ್ ಅಳಿಸುವುದೇ? {itemCount} ಫೈಲ್‌ಗಳಿವೆ
ml: {folderName} ഫോൾഡർ ഇല്ലാതാക്കണോ? {itemCount} ഫയലുകൾ ഉണ്ട്
pa: {folderName} ਫੋਲਡਰ ਮਿਟਾਉਣਾ? {itemCount} ਫਾਇਲਾਂ ਹਨ
te: {folderName} ఫోల్డర్ తొలగించాలా? {itemCount} ఫైల్స్ ఉన్నాయి

# renameSuccess
source: Successfully renamed {itemName}
as: {itemName} নাম সলনি হ'ল
bn: {itemName} নাম পরিবর্তিত হয়েছে
gu: {itemName} નામ બદલાઈ ગયું
hi: सफलतापूर्वक {itemName} का नाम बदला गया
kn: {itemName} ಮರುನಾಮಕರಣ ಮಾಡಲಾಗಿದೆ
ml: {itemName} പേരുമാറ്റി
pa: {itemName} ਨਾਮ ਬਦਲਿਆ ਗਿਆ
te: {itemName} రీనేమ్ అయ్యింది

# addToFavoriteSuccess
source: Successfully added {itemName} to favorites
as: {itemName} প্ৰিয়ত যোগ
bn: {itemName} পছন্দে যোগ হয়েছে
gu: {itemName} પસંદમાં ઉમેરાઈ
hi: सफलतापूर्वक {itemName} को पसंदीदा में जोड़ा गया
kn: {itemName} ಇಷ್ಟಕ್ಕೆ ಸೇರಿಸಲಾಗಿದೆ
ml: {itemName} ഇഷ്ടത്തിൽ ചേർത്തു
pa: {itemName} ਪਸੰਦ ਵਿੱਚ ਸ਼ਾਮਲ
te: {itemName} ఇష్టాలకు జోడించబడింది

# removeFromFavoriteSuccess
source: Successfully removed {itemName} from favorites
as: {itemName} প্ৰিয়ৰ পৰা আঁতৰালে
bn: {itemName} পছন্দ থেকে সরানো হয়েছে
gu: {itemName} પસંદમાંથી દૂર કર્યું
hi: सफलतापूर्वक {itemName} को पसंदीदा से हटाया गया
kn: {itemName} ಇಷ್ಟದಿಂದ ತೆಗೆದುಹಾಕಲಾಗಿದೆ
ml: {itemName} ഇഷ്ടത്തിൽ നിന്ന് നീക്കി
pa: {itemName} ਪਸੰਦ ਤੋਂ ਹਟਾਇਆ
te: {itemName} ఇష్టాల నుండి తొలగించబడింది

# downloading
source: Downloading {fileName}...
as: {fileName} ডাউনলোড হৈ আছে...
bn: {fileName} ডাউনলোড হচ্ছে...
gu: {fileName} ડાઉનલોડ થઈ રહ્યું છે...
hi: {fileName} डाउनलोड हो रहा है...
kn: {fileName} ಡೌನ್‌ಲೋಡ್ ಆಗುತ್ತಿದೆ...
ml: {fileName} ഡൗൺലോഡ് ചെയ്യുന്നു...
pa: {fileName} ਡਾਊਨਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
te: {fileName} డౌన్‌లోడ్ అవుతోంది...

# fileDownloadedSuccess
source: File downloaded successfully to Downloads folder
as: ফাইল সফলতাৰে ডাউনলোড ফোল্ডাৰত ডাউনলোড হ'ল
bn: ফাইল সফলভাবে ডাউনলোড ফোল্ডারে ডাউনলোড হয়েছে
gu: ફાઈલ સફળતાપૂર્વક ડાઉનલોડ્સ ફોલ્ડરમાં ડાઉનલોડ થઈ
hi: फाइल सफलतापूर्वक डाउनलोड्स फोल्डर में डाउनलोड हुई
kn: ಫೈಲ್ ಯಶಸ್ವಿಯಾಗಿ ಡೌನ್‌ಲೋಡ್ಸ್ ಫೋಲ್ಡರ್‌ಗೆ ಡೌನ್‌ಲೋಡ್ ಆಗಿದೆ
ml: ഫയൽ വിജയകരമായി ഡൗൺലോഡ്സ് ഫോൾഡറിൽ ഡൗൺലോഡ് ചെയ്തു
pa: ਫਾਇਲ ਸਫਲਤਾਪੂਰਵਕ ਡਾਊਨਲੋਡਸ ਫੋਲਡਰ ਵਿਚ ਡਾਊਨਲੋਡ ਹੋਈ
te: ఫైల్ విజయవంతంగా డౌన్‌లోడ్స్ ఫోల్డర్‌లో డౌన్‌లోడ్ అయ్యింది

# errorControllerNotAvailable
source: Controller not available. Please try again.
as: নিয়ন্ত্ৰক উপলব্ধ নহয়। অনুগ্ৰহ কৰি পুনৰ চেষ্টা কৰক।
bn: কন্ট্রোলার উপলব্ধ নয়। দয়া করে আবার চেষ্টা করুন।
gu: કંટ્રોલર ઉપલબ્ધ નથી. કૃપા કરીને ફરી પ્રયાસ કરો.
hi: कंट्रोलर उपलब्ध नहीं है। कृपया पुनः प्रयास करें।
kn: ನಿಯಂತ್ರಕ ಲಭ್ಯವಿಲ್ಲ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ml: കൺട്രോളർ ലഭ്യമല്ല. ദയവായി വീണ്ടും ശ്രമിക്കുക.
pa: ਕੰਟਰੋਲਰ ਉਪਲਬਧ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
te: కంట్రోలర్ అందుబాటులో లేదు. దయచేసి మళ్లీ ప్రయత్నించండి.

# errorFileDeletionFailed
source: Failed to delete file. Please try again.
as: ফাইল মচি পেলোৱাত বিফল। অনুগ্ৰহ কৰি পুনৰ চেষ্টা কৰক।
bn: ফাইল মুছতে ব্যর্থ। দয়া করে আবার চেষ্টা করুন।
gu: ફાઇલ કાઢી નાખવામાં નિષ્ફળ. કૃપા કરીને ફરી પ્રયાસ કરો.
hi: फ़ाइल हटाना विफल रहा। कृपया पुनः प्रयास करें।
kn: ಫೈಲ್ ಅಳಿಸುವಲ್ಲಿ ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ml: ഫയൽ ഇല്ലാതാക്കുന്നതിൽ പരാജയപ്പെട്ടു. ദയവായി വീണ്ടും ശ്രമിക്കുക.
pa: ਫਾਈਲ ਮਿਟਾਉਣ ਵਿੱਚ ਅਸਫਲ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
te: ఫైల్ తొలగించడంలో విఫలమైంది. దయచేసి మళ్లీ ప్రయత్నించండి.

# errorFileUrlNotAvailable
source: File URL not available. Cannot download.
as: ফাইল URL উপলব্ধ নহয়। ডাউনলোড কৰিব নোৱাৰি।
bn: ফাইল URL উপলব্ধ নয়। ডাউনলোড করা যাবে না।
gu: ફાઇલ URL ઉપલબ્ધ નથી. ડાઉનલોડ કરી શકતા નથી.
hi: फ़ाइल URL उपलब्ध नहीं है। डाउनलोड नहीं कर सकते।
kn: ಫೈಲ್ URL ಲಭ್ಯವಿಲ್ಲ. ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.
ml: ഫയൽ URL ലഭ്യമല്ല. ഡൗൺലോഡ് ചെയ്യാൻ കഴിയില്ല.
pa: ਫਾਈਲ URL ਉਪਲਬਧ ਨਹੀਂ ਹੈ। ਡਾਊਨਲੋਡ ਨਹੀਂ ਕਰ ਸਕਦੇ।
te: ఫైల్ URL అందుబాటులో లేదు. డౌన్‌లోడ్ చేయలేరు.

# errorDownloadsDirectoryAccess
source: Cannot access downloads directory
as: ডাউনলোড ডাইৰেক্টৰীত প্ৰৱেশ কৰিব নোৱাৰি
bn: ডাউনলোড ডিরেক্টরি অ্যাক্সেস করা যাচ্ছে না
gu: ડાઉનલોડ ડિરેક્ટરી ઍક્સેસ કરી શકતા નથી
hi: डाउनलोड डायरेक्टरी तक पहुंच नहीं सकते
kn: ಡೌನ್‌ಲೋಡ್‌ಗಳ ಡೈರೆಕ್ಟರಿಯನ್ನು ಪ್ರವೇಶಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ
ml: ഡൗൺലോഡുകളുടെ ഡയറക്ടറി ആക്‌സസ് ചെയ്യാൻ കഴിയില്ല
pa: ਡਾਊਨਲੋਡ ਡਾਇਰੈਕਟਰੀ ਤੱਕ ਪਹੁੰਚ ਨਹੀਂ ਸਕਦੇ
te: డౌన్‌లోడ్‌ల డైరెక్టరీని యాక్సెస్ చేయలేరు

# errorDownloadFailed
source: Download failed. Please check your connection and try again.
as: ডাউনলোড বিফল। অনুগ্ৰহ কৰি আপোনাৰ সংযোগ পৰীক্ষা কৰক আৰু পুনৰ চেষ্টা কৰক।
bn: ডাউনলোড ব্যর্থ। দয়া করে আপনার সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন।
gu: ડાઉનલોડ નિષ્ફળ. કૃપા કરીને તમારું કનેક્શન તપાસો અને ફરી પ્રયાસ કરો.
hi: डाउनलोड विफल। कृपया अपना कनेक्शन जांचें और पुनः प्रयास करें।
kn: ಡೌನ್‌ಲೋಡ್ ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ml: ഡൗൺലോഡ് പരാജയപ്പെട്ടു. ദയവായി നിങ്ങളുടെ കണക്ഷൻ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
pa: ਡਾਊਨਲੋਡ ਅਸਫਲ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਕਨੈਕਸ਼ਨ ਜਾਂਚੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
te: డౌన్‌లోడ్ విఫలమైంది. దయచేసి మీ కనెక్షన్‌ని తనిఖీ చేసి మళ్లీ ప్రయత్నించండి.

# successFileSharing
source: File shared successfully
as: ফাইল সফলতাৰে শ্বেয়াৰ কৰা হ'ল
bn: ফাইল সফলভাবে শেয়ার করা হয়েছে
gu: ફાઈલ સફળતાપૂર્વક શેર થઈ
hi: फ़ाइल सफलतापूर्वक साझा की गई
kn: ಫೈಲ್ ಯಶಸ್ವಿಯಾಗಿ ಹಂಚಿಕೊಳ್ಳಲಾಗಿದೆ
ml: ഫയൽ വിജയകരമായി പങ്കിട്ടു
pa: ਫਾਈਲ ਸਫਲਤਾਪੂਰਵਕ ਸਾਂਝੀ ਕੀਤੀ ਗਈ
te: ఫైల్ విజయవంతంగా షేర్ చేయబడింది

# errorMediaItemNotFound
source: Media item not found. Please try again.
as: মিডিয়া আইটেম বিচাৰি পোৱা নগ'ল। অনুগ্ৰহ কৰি পুনৰ চেষ্টা কৰক।
bn: মিডিয়া আইটেম পাওয়া যায়নি। দয়া করে আবার চেষ্টা করুন।
gu: મીડિયા આઇટમ મળી નથી. કૃપા કરીને ફરી પ્રયાસ કરો.
hi: मीडिया आइटम नहीं मिला। कृपया पुनः प्रयास करें।
kn: ಮೀಡಿಯಾ ಐಟಂ ಕಂಡುಬಂದಿಲ್ಲ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ml: മീഡിയ ഇനം കണ്ടെത്തിയില്ല. ദയവായി വീണ്ടും ശ്രമിക്കുക.
pa: ਮੀਡੀਆ ਆਈਟਮ ਨਹੀਂ ਮਿਲੀ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
te: మీడియా ఐటెమ్ కనుగొనబడలేదు. దయచేసి మళ్లీ ప్రయత్నించండి.

# errorFolderDeleteNoController
source: Unable to delete folder - controller not available
as: ফোল্ডাৰ মচিব নোৱাৰি - নিয়ন্ত্ৰক উপলব্ধ নহয়
bn: ফোল্ডার মুছতে অক্ষম - কন্ট্রোলার উপলব্ধ নয়
gu: ફોલ્ડર કાઢવામાં અસમર્થ - કંટ્રોલર ઉપલબ્ધ નથી
hi: फ़ोल्डर हटाने में असमर्थ - कंट्रोलर उपलब्ध नहीं है
kn: ಫೋಲ್ಡರ್ ಅಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ - ನಿಯಂತ್ರಕ ಲಭ್ಯವಿಲ್ಲ
ml: ഫോൾഡർ ഇല്ലാതാക്കാൻ കഴിയുന്നില്ല - കൺട്രോളർ ലഭ്യമല്ല
pa: ਫੋਲਡਰ ਮਿਟਾਉਣ ਵਿੱਚ ਅਸਮਰੱਥ - ਕੰਟਰੋਲਰ ਉਪਲਬਧ ਨਹੀਂ
te: ఫోల్డర్ తొలగించలేకపోయింది - కంట్రోలర్ అందుబాటులో లేదు

# errorFolderDeleteFailed
source: Failed to delete folder. Please try again.
as: ফোল্ডাৰ মচি পেলোৱাত বিফল। অনুগ্ৰহ কৰি পুনৰ চেষ্টা কৰক।
bn: ফোল্ডার মুছতে ব্যর্থ। দয়া করে আবার চেষ্টা করুন।
gu: ફોલ્ડર કાઢવામાં નિષ્ફળ. કૃપા કરીને ફરી પ્રયાસ કરો.
hi: फ़ोल्डर हटाना विफल रहा। कृपया पुनः प्रयास करें।
kn: ಫೋಲ್ಡರ್ ಅಳಿಸುವಲ್ಲಿ ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ml: ഫോൾഡർ ഇല്ലാതാക്കുന്നതിൽ പരാജയപ്പെട്ടു. ദയവായി വീണ്ടും ശ്രമിക്കുക.
pa: ਫੋਲਡਰ ਮਿਟਾਉਣ ਵਿੱਚ ਅਸਫਲ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
te: ఫోల్డర్ తొలగించడంలో విఫలమైంది. దయచేసి మళ్లీ ప్రయత్నించండి.

source: Rename Folder
as: ফোল্ডাৰৰ নাম সলনি কৰক
bn: ফোল্ডারের নাম পরিবর্তন করুন
gu: ફોલ્ડરનું નામ બદલો
hi: फ़ोल्डर का नाम बदलें
kn: ಫೋಲ್ಡರ್ ಹೆಸರು ಬದಲಿಸಿ
ml: ഫോൾഡർ പുനർനാമകരണം
pa: ਫੋਲਡਰ ਦਾ ਨਾਮ ਬਦਲੋ
te: ఫోల్డర్ పేరు మార్చండి

source: Rename File
as: ফাইলৰ নাম সলনি কৰক
bn: ফাইলের নাম পরিবর্তন করুন
gu: ફાઇલનું નામ બદલો
hi: फ़ाइल का नाम बदलें
kn: ಫೈಲ್ ಹೆಸರು ಬದಲಿಸಿ
ml: ഫയൽ പുനർനാമകരണം
pa: ਫ਼ਾਇਲ ਦਾ ਨਾਮ ਬਦਲੋ
te: ఫైల్ పేరు మార్చండి

source: Enter folder name
as: ফোল্ডাৰৰ নাম দিয়ক
bn: ফোল্ডারের নাম লিখুন
gu: ફોલ્ડરનું નામ દાખલ કરો
hi: फ़ोल्डर का नाम दर्ज करें
kn: ಫೋಲ್ಡರ್ ಹೆಸರು ನಮೂದಿಸಿ
ml: ഫോൾഡർ നാമം നൽകുക
pa: ਫੋਲਡਰ ਦਾ ਨਾਮ ਦਾਖਲ ਕਰੋ
te: ఫోల్డర్ పేరు ప్రవేశం

source: Enter file name
as: ফাইলৰ নাম দিয়ক
bn: ফাইলের নাম লিখুন
gu: ફાઇલનું નામ દાખલ કરો
hi: फ़ाइल का नाम दर्ज करें
kn: ಫೈಲ್ ಹೆಸರು ನಮೂದಿಸಿ
ml: ഫയൽ നാമം നൽകുക
pa: ਫ਼ਾਇਲ ਦਾ ਨਾਮ ਦਾਖਲ ਕਰੋ
te: ఫైల్ పేరు ప్రవేశం

# validationErrorNameEmpty
source: Name cannot be empty
as: নাম খালী হ'ব নোৱাৰে
bn: নাম খালি হতে পারে না
gu: નામ ખાલી હોઈ શકે નહીં
hi: नाम खाली नहीं हो सकता
kn: ಹೆಸರು ಖಾಲಿ ಇರಬಾರದು
ml: നാമം ശൂന്യമായിരിക്കാൻ പാടില്ല
pa: ਨਾਮ ਖਾਲੀ ਨਹੀਂ ਹੋ ਸਕਦਾ
te: పేరు ఖాలీగా ఉండకూడదు

# errorFolderRenameFailed
source: Failed to rename folder
as: ফোল্ডাৰৰ নাম সলনি কৰিব নোৱাৰিলে
bn: ফোল্ডারের নাম পরিবর্তন করতে ব্যর্থ
gu: ફોલ્ડરનું નામ બદલવામાં નિષ્ફળ
hi: फ़ोल्डर का नाम बदलने में विफल
kn: ಫೋಲ್ಡರ್ ಹೆಸರು ಬದಲಿಸುವಲ್ಲಿ ವಿಫಲವಾಗಿದೆ
ml: ഫോൾഡർ പുനർനാമകരണത്തിൽ പരാജയപ്പെട്ടു
pa: ਫੋਲਡਰ ਦਾ ਨਾਮ ਬਦਲਣ ਵਿੱਚ ਅਸਫਲ
te: ఫోల్డర్ పేరు మార్చడంలో విఫలమైంది

# successFolderRenamed
source: Folder renamed successfully
as: ফোল্ডাৰৰ নাম সফলতাৰে সলনি কৰা হ'ল
bn: ফোল্ডারের নাম সফলভাবে পরিবর্তিত হয়েছে
gu: ફોલ્ડરનું નામ સફળતાપૂર્વક બદલાયું
hi: फ़ोल्डर का नाम सफलतापूर्वक बदल दिया गया
kn: ಫೋಲ್ಡರ್ ಹೆಸರು ಯಶಸ್ವಿಯಾಗಿ ಬದಲಾಗಿದೆ
ml: ഫോൾഡർ വിജയകരമായി പുനർനാമകരണം ചെയ്തു
pa: ਫੋਲਡਰ ਦਾ ਨਾਮ ਸਫਲਤਾਪੂਰਵਕ ਬਦਲ ਗਿਆ
te: ఫోల్డర్ పేరు విజయవంతంగా మార్చబడింది

# folderNameUnchanged
source: Folder name is same as current name
as: ফোল্ডাৰৰ নাম বৰ্তমানৰ নামৰ দৰে
bn: ফোল্ডারের নাম বর্তমান নামের মতোই
gu: ફોલ્ડર નામ વર્તમાન નામ જેવું છે
hi: फ़ोल्डर का नाम वर्तमान नाम के समान है
kn: ಫೋಲ್ಡರ್ ಹೆಸರು ಪ್ರಸ್ತುತ ಹೆಸರಿನಂತೆ ಇದೆ
ml: ഫോൾഡർ പേര് നിലവിലെ പേര് പോലെയാണ്
pa: ਫੋਲਡਰ ਦਾ ਨਾਂ ਮੌਜੂਦਾ ਨਾਂ ਵਰਗਾ ਹੈ
te: ఫోల్డర్ పేరు ప్రస్తుత పేరు వలె ఉంది

# fileNameUnchanged
source: File name is same as current name
as: ফাইলৰ নাম বৰ্তমানৰ নামৰ দৰে
bn: ফাইলের নাম বর্তমান নামের মতোই
gu: ફાઈલ નામ વર્તમાન નામ જેવું છે
hi: फ़ाइल का नाम वर्तमान नाम के समान है
kn: ಫೈಲ್ ಹೆಸರು ಪ್ರಸ್ತುತ ಹೆಸರಿನಂತೆ ಇದೆ
ml: ഫയൽ പേര് നിലവിലെ പേര് പോലെയാണ്
pa: ਫਾਇਲ ਦਾ ਨਾਂ ਮੌਜੂਦਾ ਨਾਂ ਵਰਗਾ ਹੈ
te: ఫైల్ పేరు ప్రస్తుత పేరు వలె ఉంది

# exitConfirmationMessage
source: Do you really want to exit?
as: আপুনি সঁচাকৈয়ে বাহিৰ ওলাব বিচাৰে নেকি?
bn: আপনি কি সত্যিই বেরিয়ে যেতে চান?
gu: શું તમે ખરેખર બહાર નીકળવા માંગો છો?
hi: क्या आप वास्तव में बाहर निकलना चाहते हैं?
kn: ನೀವು ನಿಜವಾಗಿಯೂ ನಿರ್ಗಮಿಸಲು ಬಯಸುವಿರಾ?
ml: നിങ്ങൾ ശരിക്കും പുറത്തു കടക്കാൻ ആഗ്രഹിക്കുന്നുണ്ടോ?
pa: ਕੀ ਤੁਸੀਂ ਸਚਮੁੱਚ ਬਾਹਰ ਨਿਕਲਣਾ ਚਾਹੁੰਦੇ ਹੋ?
te: మీరు నిజంగా నిష్క్రమించాలనుకుంటున్నారా?

source: Yes, Exit
as: হয়, বাহিৰ ওলাওক
bn: হ্যাঁ, বেরিয়ে যান
gu: હા, બહાર નીકળો
hi: हां, बाहर निकलें
kn: ಹೌದು, ನಿರ್ಗಮಿಸಿ
ml: അതെ, പുറത്തു കടക്കുക
or: ହଁ, ବାହାରକୁ ଯାଆନ୍ତୁ
pa: ਹਾਂ, ਬਾਹਰ ਨਿਕਲੋ
ta: ஆம், வெளியேறு
te: అవును, నిష్క్రమించండి

source: Are you sure?
as: আপুনি নিশ্চিত নেকি?
bn: আপনি কি নিশ্চিত?
gu: શું તમે ખરેખર કરવા માંગો છો?
hi: क्या आप सुनिश्चित हैं?
kn: ನೀವು ನಿಶ್ಚಿತಗಾ ಉನ್ನೀರா?
ml: നിങ്ങള്ക്ക് ഉറപ്പുണ്ടാണോ?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨ ਹੋ?
te: మీరు నిశ్చితంగా ఉన్నారా?

# deleteDefaultMessage
source: Are you sure you want to delete this item?
as: আপুনি সঁচাকৈয়ে এই আইটেমটো মচি পেলাব বিচাৰে নেকি?
bn: আপনি কি সত্যিই এই আইটেমটি মুছে দিতে চান?
gu: શું તમે ખરેખર આ આઇટમને ડિલીટ કરવા માંગો છો?
hi: क्या आप वाकई इस आइटम को हटाना चाहते हैं?
kn: ನೀವು ನಿಜವಾಗಿಯೂ ಈ ಆಇಟಂ‌ನು ಅಳಿಸಲು ಬಯಸುವಿರா?
ml: നിങ്ങള്ക്ക് ഈ ആയ്തം നിജം ഇല്ലാതാക്കാന് ആഗ്രഹിക്കുന്നുണ്ടോ?
pa: ਕੀ ਤੁਸੀਂ ਸਚਮੁੱਚ ਇਸ ਆਈਟਮ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
te: మీరు నిజంగా ఈ ఆయ్తమ్‌ను తొలగించాలనుకుంటున్నారా?

source: Yes, Delete
as: হয়, মচি পেলাওক
bn: হ্যাঁ, মুছে দিন
gu: હા, ડિલીટ કરો
hi: हाँ, हटाएं
kn: ಹೌದು, ಅಳಿಸಿ
ml: അതെ, ഇല്ലാതാക്കുക
pa: ਹਾਂ, ਮਿਟਾਓ
te: అవును, తొలగించండి

source: Create Folder
as: ফোল্ডাৰ সৃষ্টি কৰক
bn: ফোল্ডাৰ তৈৰি কৰুন
gu: ફોલ્ડર બનાવો
hi: फ़ोल्डर बनाएं
kn: ಫೋಲ್ಡರ್ ಸೃಷ್ಟಿಸಿ
ml: ഫോള്ഡര് സൃഷ്ടിക്കുക
pa: ਫੋਲਡਰ ਬਣਾਓ
te: ఫోల్డర్ సృష్టించండి

# enterFolderDescription
source: Enter folder description (optional)
as: ফোল্ডাৰ বৰ্ণনা দিয়ক (ইচ্ছামতে)
bn: ফোল্ডাৰৰ বিবৰণ দিন (ইচ্ছামতে)
gu: ફોલ્ડર વર્ણન દાખલ કરો (ઐચ્છિક)
hi: फ़ोल्डर विवरण दर्ज करें (वैकल्पिक)
kn: ಫೋಲ್ಡರ್ ವಿವರಣೆಯ ನமೂದಿಸಿ (ಐಚ್ಛಿಕ)
ml: ഫോള്ഡരിന്റെ വിവരണം നല്കുക (ഐച്ഛികം)
pa: ਫੋਲਡਰ ਦਾ ਵਰਣਨ ਦਿਓ (ਐਚਛਿਕ)
te: ఫోల్డర్ వివరణ నమోదు చేయండి (ఐచ్ఛికం)

source: Create
as: সৃষ্টি কৰক
bn: তৈৰি কৰুন
gu: બનાવો
hi: बनाएं
kn: ಸೃಷ್ಟಿಸಿ
ml: സൃഷ്ടിക്കുക
or: ସୃଷ୍ଟି କରନ୍ତୁ
pa: ਬਣਾਓ
ta: உருவாக்கவும்
te: సృష్టించండి

# validationErrorFolderNameEmpty
source: Folder name cannot be empty
as: ফোল্ডাৰৰ নাম খালী হব নোওাৰে
bn: ফোল্ডাৰৰ নাম খালি থাকতে পাৰে না
gu: ફોલ્ડરનું નામ ખાલી હોઇ શકતું નથી
hi: फ़ोल्डर का नाम खाली नहीं हो सकता
kn: ಫೋಲ್ಡರ್ ಹೆಸರು ಖಾಲಿ ಇರಬ຾ರದು
ml: ഫോള്ഡരിന്റെ പേര് കാലിയാകാന് പാടില്ല
pa: ਫੋਲਡਰ ਦਾ ਨਾਮ ਖਾਲੀ ਨਹੀਂ ਹੋ ਸਕਦਾ
te: ఫోల్డర్ పేరు ఖాలీగా ఉండకూడదు

# errorFolderCreationFailed
source: Failed to create folder
as: ফোল্ডাৰ সৃষ্টি কৰিবলৈ বিফল হল
bn: ফোল্ডাৰ তৈৰি কৰতে ব্যৰ্থ
gu: ફોલ્ડર બનાવવામાં વિફળ
hi: फ़ोल्डर बनाने में विफल
kn: ಫೋಲ್ಡರ್ ಸೃಷ್ಟಿಸಲು ಅಸಫಲವಾಯಿತು
ml: ഫോള്ഡര് സൃഷ്ടിക്കുന്നതില് അസഫലം
pa: ਫੋਲਡਰ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ
te: ఫోల్డర్ సృష్టించడంలో విఫలమైంది
